<?php
// Заголовок
$_['heading_title'] = 'Налаштування доставки за категоріями';

// Текст
$_['text_success'] = 'Успішно: Ви оновили налаштування доставки за категоріями!';
$_['text_edit'] = 'Редагувати налаштування доставки';
$_['text_no_results'] = 'Категорії не знайдені.';
$_['text_select_shipping'] = 'Оберіть дозволені методи доставки';

// Колонки
$_['column_category'] = 'Назва категорії';
$_['column_weight'] = 'Середня вага (кг)';
$_['column_shipping'] = 'Дозволені методи доставки';

// Поля
$_['entry_category'] = 'Категорія';
$_['entry_weight'] = 'Середня вага';
$_['entry_shipping'] = 'Дозволені методи доставки';

// Кнопки
$_['button_save'] = 'Зберегти';
$_['button_cancel'] = 'Скасувати';
$_['button_shipping_config'] = 'Налаштувнаня доставок';

// Помилки
$_['error_permission'] = 'Попередження: У вас немає дозволу на зміну налаштувань доставки за категоріями!';
$_['error_invalid_weight'] = 'Некоректне значення ваги!';

$_['text_cache_cleared'] = 'Кеш для методів доставки успішно очищено!';
$_['button_clear_cache'] = 'Очистити кеш';

?>
