<?php
// Заголовки
$_['heading_title'] = 'Методи доставки';

// Колонки
$_['column_name'] = 'Назва методу';
$_['column_code'] = 'Код методу';
$_['column_base_price'] = 'Базова ціна';
$_['column_price_per_kg'] = 'Ціна за кг';
$_['column_currency'] = 'Валюта';
$_['column_action'] = 'Дія';

// Кнопки
$_['button_add'] = 'Додати новий метод';
$_['button_edit'] = 'Редагувати';
$_['button_delete'] = 'Видалити';

// Повідомлення
$_['text_no_results'] = 'Методи доставки відсутні.';
$_['text_success'] = 'Методи доставки успішно оновлено!';

// Помилки
$_['error_permission'] = 'У вас немає дозволу на зміну методів доставки!';
$_['text_confirm'] = 'Ви впевнені, що хочете видалити?';

$_['entry_code'] = 'Код методу доставки';
$_['entry_base_price'] = 'Базова ціна (мінімальна)';
$_['entry_price_per_kg'] = 'Ціна за кг';
$_['entry_currency'] = 'Валюта';
$_['entry_name'] = 'Назва методу доставки';
$_['entry_term'] = 'Максимальний термін доставки';
$_['entry_term_minimum'] = 'Мінімальний термін доставки';

// Кнопки
$_['button_save'] = 'Зберегти';
$_['button_cancel'] = 'Скасувати';

// Повідомлення
$_['text_success'] = 'Метод доставки успішно збережено!';
$_['error_permission'] = 'У вас немає дозволу на зміну методів доставки!';
$_['error_code'] = 'Код методу доставки повинен містити від 3 до 32 символів!';
$_['error_base_price'] = 'Базова ціна обов’язкова!';
$_['error_price_per_kg'] = 'Ціна за кг обов’язкова!';
$_['error_name'] = 'Назва методу доставки повинна містити від 3 до 255 символів!';


?>
