<?php

$_['legnd'] = array(
    'status_main' => 'Статус Фильтра:',
    //cache
    'cache' => 'Кэш:',
    'cache_lifetime' => 'Время кеша(дн.):',
    'clear_cache' => 'Очистить кэш',
    'count_to_temp_tabl' => 'Кол.АО для кэша',
    'sub_cats' => '+Товары подКатегорий:',
    'sequence_block' => 'Очередность <i class="sequence_block"><b class="arow_pos arow1">↓</b><b class="arow_pos arow2">↓</b><b class="arow_pos arow3">↓</b></i>',
    'null_count' => '<b style="font-size:15px;">0 &#8702 </b> <b style="color:red;font-size:15px;"> &#10006 </b>',
    'min_param_display' => 'min параметров:',
    'view_child_cat' => 'блок childCats:',
    //sort_default
    'sort_quant' => 'Нет в наличии <b style="font-size: 15px;">&rarr;</b> вниз <b style="font-size: 15px;">&darr;</b>',
    'sort_default' => 'Сортировать:',
    'sort_name' => 'По имени',
    'sort_model' => 'По модели',
    'sort_price' => 'По цене',
    'sort_price_desc' => 'По цене(по убыванию)',
    'sort_rating_desc' => 'По рейтингу(по убыванию)',
    'sort_viewed_desc' => 'По просмотру(по убыванию)',
    'sort_date_added_desc' => 'По новинкам(по убыванию)',
    'sort_quantity_desc' => 'По количеству(по убыванию)',
    'sort_random' => 'Случайное(!!!Увеличивает нагрузку)',
    //blocks
    'attrb' => 'Атрибуты',
    'optv' => 'Опции',
    'prs' => 'Цена',
    'psp' => 'Акции',
    'manufs' => 'Производители',
    'qnts' => 'Наличие',
    'nows' => 'Новинки',
    //chc
    'chc' => 'Блок ВЫБОРА',
    'mini_sel' => 'miniSel:',
    'url_chc' => 'Отдельный блок:',
    'theme_chc' => 'Шаблон:',
    //qnts
    //'qnts_quant' => 'без Блока',
    'view_posit' => 'sort:',
    'slider_step' => 'Шаг в slider:',
    'rollup' => 'Свернуть блок',
    'display' => 'Отображать как:',
    'grid_slider' => 'Шкала:',
    //attrb
    'tabl_ats' => 'tabl_ats',
    'gen_text_id' => 'Генерация text_id',
    //'add_attribs_text' => 'Сгенерированы текстовые id!',
    'group_view' => '<abbr data-toggle="tooltip" title="Показывать группу в Фильтре">(группа)</abbr>',
    'separ' => 'Делитель',
    'del_html_tag' => 'del htmlTags:',
    'chunk' => 'По одному:',
    'add_rec' => '+:',
    'info_count_attrb' => 'Кол. Атрибутов:',
    //optv
    'info_count_optv' => 'Кол. Опций:',
    //manufs
    'info_count_manufs' => 'Кол. Бренда:',
    //product
    'info_count_product' => 'Всего кол. Товара:',
    //prs
    'del_symbol' => 'Del символ:',
    'step_slider' => 'Шаг цены в слайдере:',
    'step_prs' => 'Шаг цены для ссылок-диапазонов. - через ;',
    
    //setting_poles
    'setting_poles' => 'setting poles:',
    'plus_nat_sort_attrb' => '+natural_sort_attrb',
    'plus_sort_name' => '+sort_name',
    'plus_sort_id' => '+sort_id',
    'special' => 'Акции',
    'discount' => 'discount',
    'nalog' => 'Налоги',
    'mult_store' => 'Мульти-магазин',
    'fix_product_series' => 'fix product_series',
    'fix_attrtool' => 'fix attrtool',
    'fix_opttool' => 'fix opttool',
    'fix_hyper_product_models' => 'fix hyper_product_models',
    'fix_kit_series' => 'fix kit_series',
    'fix_product_groups' => 'fix Товары для групп клиентов',
    
    //SEO - Meta-tags
    'meta_tags' => 'Мета-Теги:',
    'link_pages' => '+Пос.страниц:',
    'control_url' => 'Контроль URL:',
    'del_host' => 'URL без Домена:',
    'url_js' => 'href js:',
    'not_found_404' => '404:',
    'hide_links' => 'скрывать ссылки:',
    'links_only_lp' => 'только для Пос.страниц:',
    'set_filter_to_base' => 'set-filter to base:',
    'index_cat_brand' => 'Категория+Brand:',
    //noindex
    'noindex' => 'noindex:',
    'noindex_page' => 'noindex-page:',
    'no_opis_page' => 'del-Opis-page:',
    'noindex_sort_lim' => 'noindex-sort_lim:',
    'noindex_all' => 'bloc-all:',
    'robot_text' => 'robots:',
    'robot_ufun' => 'robots-U-Fun:',
    //canonical
    'canonical' => 'canonical:',
    'prev_next' => 'prev/next:',
    'seo_page' => 'ЧПУ page:',
    'no_canonical' => 'Игнор. в canonical:',
    //
    'h_head' => 'Заголовок (H1):',
    'h_descript' => 'Описание:',
    'h_descript_base' => 'base:',
    'h_descript_base_plus' => 'base+:',
    'pole_descript' => 'Поле:',
    'no_param_opis' => 'без Названий в Описании:',
    'no_param_meta' => 'без Названий в Meta-tags:',
    'no_param_meta_no_int' => 'Но оставить для чисел:',
    'str_to_lower' => 'нижний регистр:',
    'count_param_meta' => 'предел Значений:',
    //breadcrumbs
    'breadcrumbs' => 'breadcrumbs:',
    'no_param_breadcrumbs' => 'без Названий Параметров:',
    'str_to_lower_breadcrumbs' => 'нижний регистр:',
    'breadcrumbs_str_url' => 'Одной строкой:',
    'breads_str_length' => 'Длина строки:',
    'breads_count' => 'Количество параметров:',
    'breads_devide_in_pos' => 'знак препинания:',
    //
    'shablon' => 'Шаблоны',
    'lic' => 'Или введите лицензионный ключ:',
    'get_key' => 'Активировать лицензионный ключ:',
);

$_['help'] = array(
    'status_main' => 'Включить/Отключить весь Фильтр. ВНИМАНИЕ - для каждого блока Параметров(Атрибутов, Опций и т.д.) предназначен свой Статус',
    'button_set_defaults' => 'Устанавливает/изменяет только базовые настройки в: `Основные`, `Языковые данные` и `Мета-теги`. Дополнительно настройте блок Атрибутов и Опций. Сохраните настройки',
    //cache
    'cache' => 'Включить кэширование основных (статичных) запросов фильтра к Базе Данных',
    'cache_lifetime' => 'Время обновления кеша (в днях). Допускается дробное значение. Если 0 или пусто - без обновления',
    'clear_cache' => 'При создании/изменении в: Товарах, Атрибутах, Опциях, Производителях - Обязательно очистить cache. При сохранении настроек Фильтра, кеш автоматически очищается',
    'count_to_temp_tabl' => '!!! Экспериментальный функционал. Количество параметров Атрибутов или Опций, при котором будет создаваться дополнительное кэширование в БД.(Применять для больших динамических запросов)',
    'sub_cats' => 'Включить/показать Товары из Дочерних категорий. (Увеличивает нагрузку)',
    'sequence_block' => 'Последовательный вывод блоков: `Атрибуты`, `Опции` и `Производители`, в соответствии с их сортировкой. С Фильтром на Ajax не работает',
    'null_count' => 'НЕ отображать параметры фильтра с нулевым количеством Товара',
    'min_param_display' => 'Минимально-допустимое количество параметров в одном блоке фильтра. Если в блоке фильтра параметров меньше, чем указано, то НЕ отображается данный блок',
    'view_child_cat' => 'Не скрывать блок дочерних Категорий (если существует)',
    //sort_default
    'sort_quant' => 'Товары, которых нет в наличии перемещать вниз списка, при любой сортировке',
    'sort_default' => 'Сортировка Товара по умолчанию',
    //blocks
    'status' => 'Статус - Отображать данный блок на сайте в фильтре',
    'inout' => 'Фильтровать по признаку `И` или `ИЛИ`. если Включен, то при выборе Значений в одном блоке фильтра Добавляется Товар, а между блоками – Исключается. Если галки нет, то ищет Товар, который соответствует всем выбранным критериям',
    'view_posit' => 'Порядок сортировки данного блока в фильтре на сайте',
    'grid_slider' => 'Отображать шкалу в слайдере',
    'rollup' => 'Параметр, отмеченный чекбоксом на розовом фоне, будет отображаться на сайте в Свёрнотум виде',
    'check_rollup' => 'Отметить/Удалить галки в чекбоксах на розовом фоне',
    'rollup_group' => 'Применить ко всем Атрибутам группы',
    'search_filter' => 'Добавить поле Поиска в блоках фильтра',
    'search_placeholder' => 'Вначале с * - нестрогий поиск',
    //qnts
    'qnts_quant' => 'Учитывать настройки, но не показывать блок `Наличие` в Фильтре',
    'display_stock' => 'Статусу у Товара, когда его нет на складке (то есть количество = `0`)',
    'display_pole' => 'Полю из таблицы Товара `product`. (сравнивает наличие или отсутствие текста. для Цены - сравнение по `0`)',
    'empty' => 'пусто',
    //attrb
    'tabl_ats' => 'Подключить таблицы из модуля `Attribute Text Select`. !!!Будьте внимаетельны, включая эту галку. При удалении этого модуля не забудьте отключить галку.',
    'gen_text_id' => 'После установки модуля, или добавлении/изменения Атрибутов в Карточке Товара – всегда Генерировать текстовые id. Это касается и при добавлении товара, где есть атрибуты. Генерировать после выбора всех нужных параметров. Если используете ЧПУ параметров фильтра, то проверить вкладку `SEO_URL`, и возможно, заново Сгенерировать и Записать ЧПУ',
    'separ' => 'Делитель/символ между Значениями Атрибутов',
    'del_html_tag' => 'Попытается удалить HTML-теги из Значений атрибутов',
    'chunk' => 'Обрабатывать последовательно по одному Атрибуту.(Используется для обработки большого количества Атрибутов)',
    'add_rec' => 'Добавить к сущесвующим выбранные Атрибуты.(Используется для обработки большого количества Атрибутов)',
    'checked_attrbs_group' => 'отметить/снять все Атрибуты у группы',
    'slider_step' => 'Если отображать блок Атрибутов в виде слайдера, то значения в Атрибутах должны иметь цифровой вид (допускается цифры с двумя десятичными знаками через точку!!!). В поле указать: или одно число для шага в Слайдерах всех атрибутов, или оставить пустым - будет Шаг 1. Так же можно перечислить для каждого ID-атрибута свой Шаг через тире. Между данными - точка с запятой. (Например: 23-1; 21-0.2) Для не перечисленных атрибутов Шаг 1',
    //optv
    'quant' => 'Показывать Опции с нулевым количеством',
    //prs
    'del_symbol' => 'Не показывать Символ Валюты в блоке фильтра',
    'slider' => 'Отображение цены в виде слайдера.',
    'step_slider' => 'Одно число для Шага в слайдере Цены для всех Валют магазина. Если не указано, то определяется автоматически с базовых настроек Валюты - количество знаков после запятой.',
    'input_slider' => 'Отображать в слайдере input(окна) для ввода параметров',
    'step_prs' => 'Если Цена в виде ссылок, то Записать конечные границы диапазонов. Также поле можно оставить пустым – тогда будет производиться автоматическое определение границ, разбитое максимум на 5 критериев. Если вписать одно число, то оно будет расценено как критерий Шага и по нем будет рассчитаны критерии',
    'select' => 'Отображать как Select',
    'multi_select' => 'Отображать как мульти-Select - множественный выбор. НЕ работает, если Фильтр на ajax',
    //action
    'psp' => 'Акции',
    'info_psp' => '!!! Блок `Акции` подключиться только с ключенным полем `Акции` в настройках `setting poles`',
    //chc
    'chc' => 'Отображать блок ВЫБОРА в фильтре при фильтрации',
    'mini_sel' => 'Отображать минимальный блок Выбора - без параметров',
    'url_chc' => 'Показывать блок отдельно от Фильтра. Расположение блока подключается в Макетах/Схемах модулем `FilterVier_SEO &gt; Отдельный блок Выбора`',
    'theme_chc' => 'Выберите или создайте собственный шаблон. Расположения файлов находится по пути:',
    //manufs
    'tabl_descript_manufs' => 'Подключить таблицу `manufacturer_description` - Языков производителей. !!! Данная таблица отсутствует в стандартной версии Opencart',
    
    //setting_poles
    'setting_poles' => 'Подключение дополнительных запросов к `Базе Данных`. Также используется для интеграции с некоторыми модулями',
    'plus_nat_sort_attrb' => 'Добавить Натуральную сортировку для Значений атрибутов, при котором порядок буквенно-цифровых строк, будет привычным для человека. Обычно используется для цифровых значений (8, 10, 40, 200, 1000) (!!!Увеличивает нагрузку)',
    'plus_sort_name' => 'Добавить к дефолтной сортировке Товара (`sort_order`), сортировку по Названию товара. (!!!Увеличивает нагрузку)',
    'plus_sort_id' => 'Добавить к сортировке Товара сортировку по `product_id`',
    'special' => 'Учитывать в Фильтре Акционные цены. Без включения - не будет на сайте блока Акции',
    'discount' => 'Учитывать в Фильтре discount цены',
    'nalog' => 'Учитывать в Фильтре Налоговый коэффициент',
    'mult_store' => 'Включить, - если используется несколько магазинов на сайте',
    'fix_product_series' => 'Интеграция с модулем `Product Series` (к таблице `product_master`). !!!Будьте внимаетельны, включая эту галку. При удалении этого модуля не забудьте отключить галку.',
    'fix_attrtool' => 'Интеграция с модулем `AO Tooltips` - подсказки для Атрибутов. !!!Будьте внимаетельны, включая эту галку. При удалении этого модуля не забудьте отключить галку.',
    'fix_opttool' => 'Интеграция с модулем `AO Tooltips` - подсказки для Опций. !!!Будьте внимаетельны, включая эту галку. При удалении этого модуля не забудьте отключить галку.',
    'fix_hyper_product_models' => 'Интеграция с модулем `Hyper Product Models` (к таблице `hpmodel_product_hidden`). !!!Будьте внимаетельны, включая эту галку. При удалении этого модуля не забудьте отключить галку.',
    'fix_kit_series' => 'Интеграция с модулем `KIT SERIES` (к таблице `kjseries_product_hidden`). !!!Будьте внимаетельны, включая эту галку. При удалении этого модуля не забудьте отключить галку.',
    'fix_product_groups' => 'Интеграция с модулем `Товары для групп клиентов`. !!!Будьте внимаетельны, включая эту галку. При удалении этого модуля не забудьте отключить галку.',
    
    //meta_tags
    'meta_tags' => 'Включить генерацию(отображение) мета-тегов: robots, canonical, meta-description, keywords, title, H1(Заголовок), Описание и Крошку(breadcrumb)',
    'control_url' => 'Контролировать последовательность/порядок в URL. Удалять из адресной строки те параметры, которые больше не участвуют в фильтрации.',
    'del_host' => 'URL в ссылках параметров фильтра без http[s]://you_site.dom/',
    'url_js' => 'Когда срабатывает запрет на индексацию при выбранных параметрах Фильтра - скрывать ссылки',
    'not_found_404' => 'При нулевом количестве товара, отправлять Строку Состояния HTTP с кодом 404',
    'hide_links' => 'Скрывать (Не показывать) ссылки в свёрнутых Блоках (у Параметра установлена галка на розовом фоне)',
    'links_only_lp' => 'Отображать ссылки только на Посадочных страницах (в теге `a`)',
    'set_filter_to_base' => 'Учитывать настройки Фильтра для страниц Категорий/Производителя/Акции из настроек фильтра: `noindex-page`, `noindex-sort_lim:`, `robots:`, `canonical` - учитывает `URL без Домена:`',
    'index_cat_brand' => 'Разрешить индексировать Производителя не из Фильтра совместно с Категорией',
    //noindex
    'noindex' => 'Количество выбранных параметров фильтра, после которого на странице отображать meta-tag `robors`. Если 0 (ноль) - отображать со всеми выбранными параметрами, кроме тех, что в `Пос.страницах`',
    'noindex_page' => 'Отображать на страницах с пагинацией meta-tag `robors`.',
    'no_opis_page' => 'удалять Описание начиная со 2 страницы (при пагинации).',
    'noindex_sort_lim' => 'Отображать на страницах с сортировкой или лимитом meta-tag `robors`',
    'noindex_all' => 'В дополнение к `noindex`. Учитывать количество выбранных параметров по всем блокам, после которых ставить meta-tag `robors`. Если не отмечено - то расчет, исходя из количества выбранных параметров в одном блоке и ограничен числом, выбранным в `canonical`',
    'robot_text' => 'Текст в мета-теге `robots`. Без кавычек. По умолчанию `none`',
    'robot_ufun' => 'Пользовательская Функция для вывода мета-тега `robots`, которая может располагаться в `/system/library/document.php` (например: setRobots) Если пусто, то используется внутренний функционал, который привязан к HTML-мета-тегу `keywords` – должен присутствовать в HTML-коде',
    //canonical
    'canonical' => 'Указать допустимое количество выбранных параметров, которое может быть в `canonical`. max - без ограничений',
    'prev_next' => 'Включить в `canonical` отображение prev/next',
    'seo_page' => 'Если используется ЧПУ для страниц Пагинации, то указать его полное ЧПУ без цифр. Если используется тире, то тоже указать (Например, `page-`). Используется для формирования `canonical` с prev/next',
    'no_canonical' => 'Не показывать ссылки из отмеченного блока в `canonical`. Установить мета-тег из поля `robots`. Настройка не влияет на Пос.страницы',
    //
    'link_pages' => 'Отображать в Мета-тегах данные из `Пос.страницы` - (имеют преимущество перед авто-генерируемыми)',
    'h_head' => 'Добавлять выбранные параметры в Заголовок - H1',
    //'pole_h1' => 'Использовать для Заголовка-H1 данные из поля HTML-тег_H1 в Категориях/Производителях (используется, где есть HTML-тег H1)',
    'h_descript' => 'При фильтрации создавать Описание с выбранными параметрами',
    'h_descript_base' => 'Использовать шаблон из Описания Категории. Работает при включенном `Описание:`',
    'h_descript_base_plus' => 'Прибавлять к Описанию Категории/Производителя генерируемый шаблон Описания. Работает при включенном `Описание:`',
    'pole_descript' => 'Указать, какое использовать поле для запроса. По умолчанию - description',
    'no_param_opis' => 'Не отображать название Параметров в авто-Описании',
    'no_param_meta' => 'Не отображать название Параметров в авто-Мета-тегах: title, meta-description, keywords, H1',
    'no_param_meta_no_int' => 'При числовых Значения или для Слайдера, оставлять название Параметра',
    'str_to_lower' => 'Отображать название Параметров (названия и значения) фильтра в нижнем регистре (кроме Производителей) в авто-Мета-тегах: title, meta-description, keywords, H1 и Описании',
    'count_param_meta' => 'Максимальное количества Значений в Мета-тегах и Описании для Атрибутов, Опций, Производителей (если пусто или 0 - отображает все параметры)',
    //breadcrumbs
    'breadcrumbs' => 'Отображать в Хлебных крошках (breadcrumbs) выбранные Параметры фильтра',
    'no_param_breadcrumbs' => 'Не отображать название Параметров в Хлебных крошках',
    'str_to_lower_breadcrumbs' => 'Отображать название Параметров в Хлебных крошках в нижнем регистре, кроме названий Производителей. (Первая буква всегда будет в Верхнем регистре)',
    'breads_devide_in_pos' => 'Разделитель в Хлебных крошках между Параметрами и внутри Параметров',
    'breadcrumbs_str_url' => 'Отображение всех Параметров фильтра одной строкой (не разбивает по ссылкам Параметров)',
    'breads_str_length' => 'Количество знаков в Крошке при установке `Одной строкой` (если пусто или 0 - отображает все параметры)',
    'breads_count' => 'Количество параметров в Крошке (если пусто или 0 - отображает все параметры)',
    //shablon
    'markers' => 'Промежуточные Маркеры, используемые в шаблонах: Meta-tags и Описании',
    'leave_blank' => 'Любое поле, которое не нужно - вы можете оставить это поле пустым. В полях, где есть placeholder (подсказка), при Двойном клике по нему - заполнит поле',
    'desc_category' => 'Шаблон описания Категории с промежуточными маркерами - [primer-1] - Промежуточные маркеры: в квадратных скобках [ ] (только анг.буквы в нижнем регистре, цифры, тире - и подчеркивание _ )',
    'desc_manufacturer' => 'Шаблон описания Производителя с промежуточными маркерами - [primer-1] - Промежуточные маркеры: в квадратных скобках [ ] (только анг.буквы в нижнем регистре, цифры, тире - и подчеркивание _ )',
    'mark_info' => '
<span class="jir">Маркеры Информации магазина/магазинов:</span>
(используются во всех полях для Мета-тегов, Описании и Заголовке (H1), включая поля из вкладки `Пос.страницы + Sitemap`, кроме keywords)
<b>[shop_name]</b> - имя магазина
<b>[shop_address]</b> - адрес магазина
<b>[shop_email]</b> - почта магазина
<b>[shop_url]</b> - ссылка на магазин
<b>[shop_telephone]</b> - телефон магазина

<span class="jir">Другие одиночные маркеры:</span>
<b>[name]</b> – Маркер названия Категории, Производителя, Акции, страницы Поиска
<b>[image]</b> – Маркер картинки Категории или Производителя
<b>[meta_h1]</b> – Маркер для <b class="jir">Заголовка (H1)</b> у Категории или Производителя, где есть дополнительное поле <b class="jir">`meta_h1`</b>
<b>[meta_title]</b> – Маркер для <b class="jir">Title</b> у Категории или Производителя, где есть дополнительное поле <b class="jir">`meta_title`</b>

<span class="jir">Промежуточные маркеры:</span> в квадратных скобках <b>(только анг.буквы в нижнем регистре, цифры, тире - и подчеркивание _ )</b>, 
внутри которых, записываются <b>Маркеры параметров</b>

Например:
<b>[primer-1[</b> Текст и маркер самих параметров, например <b>[attrb]</b> - хороший выбор <b>]/primer-1]</b>
где:
<b>[primer-1[</b> - начальный Промежуточный маркер,
<b>]/primer-1]</b> - конечный Промежуточный маркер.

<span class="jir">Маркеры параметров: </span> (используются в паре с <b>Промежуточными маркерами</b>)
<b>[attrb]</b> – атрибутов
<b>[optv]</b> – опций
<b>[manufs]</b> – производителей
<b>[prs]</b> – цены
<b>[prs_min]</b> – минимальная цена
<b>[prs_max]</b> – максимальная цена
<b>[psp]</b> – акции
<b>[nows]</b> – новинок
<b>[qnts]</b> – наличия
<b>[page]</b> – номер страницы
<b>[count]</b> – количества товара

',
);
//checkbox_link
$_['text'] = array(
    // !!! 'pagination' => 'Показано с %d по %d из %d (всего %d страниц)',
    //meta-tag
    'shablon' => 'Шаблон описания',
    'intermediate' => 'Промежуточные маркеры: в квадратных скобках [ ] (только анг.буквы в нижнем регистре, цифры, тире - и подчеркивание _ )',
    'category' => 'Категории',
    'manufacturer' => 'Производителя',
    'markers' => 'Шаблон Промежуточных Маркеров',
    'visual_editor' => 'Визуальный редактор (вкл/выкл). !!! При сохранении - отключить Визуальный редактор',
    'img_wh' => 'Размер image (Ш*В):',
    'inout' => 'InOut',
    'count' => 'Кол.Товара',
    'quant' => '+ quant',
    'sort' => 'Сортировать',
    'rollup' => 'Свернуть блок',
    'grid_slider' => 'Шкала:',
    'tabl_descript_manufs' => 'tabl_lang',
    'qnts_quant' => 'без Блока',
    //view_display
    'multi_select' => 'Мульти-Select',
    'link' => 'Ссылка',
    'select' => 'Select',
    'checkbox' => 'Checkbox',
    'button' => 'Кнопки',
    'button_radio' => 'Кнопки:radio',
    'radio' => 'Переключатель',
    'image' => 'Image',
    'image_radio' => 'Image:radio',
    'check_image' => 'check-Image',
    'check_image_radio' => 'check-Image:radio',
    'slider' => 'Slider',
    'slider_one' => 'Slider:One',
    
    'search_filter' => 'поле Поиска',
    'search_placeholder_attrb' => 'Поиск атрибутов...',
    'search_placeholder_optv' => 'Поиск опций...',
    'add_placeholder_attrb' => 'Добавить атрибут из списка',
    'add_placeholder_optv' => 'Добавить опцию из списка',
    'search_display' => 'Вид отображения',
    //news
    'day' => 'дней',
    'news_text' => 'За последние',
    //chc
    'mini_sel' => 'miniSel',
    //qnts
    'display_stock' => 'по',
    'display_pole' => 'по',
    'and' => 'И',
    'or' => 'Или',
    'only' => 'Только',
    'not' => 'Не',
);

$_['arr_poles_prod'] = array(
    'model' => 'Модель',
    'sku' => 'Артикул',
    'upc' => 'UPC',
    'ean' => 'EAN',
    'jan' => 'JAN',
    'isbn' => 'ISBN',
    'mpn' => 'MPN',
    'location' => 'Расположение',
    'price' => 'Цена',
    'image' => 'Image',
    'price-image' => 'Цена и Image',
    'price:image' => 'Цена или Image',
);

$_['langs_legend'] = array(
    'legend' => array(
        'legend_name_filter' => '<i>Заголовок Фильтра</i>',
        'legend_mobile_btn' => 'Название кнопки Фильтра на <i>Мобильных</i> устройствах',
        'legend_mobile_close' => 'Название кнопки "<i>Закрыть</i>" в шапке <i>Мобильных</i>',
        'legend_attrb' => 'Общее название над блоками Атрибутов',
        'legend_optv' => 'Общее название над блоками Опций',
        'legend_manufs' => 'Название блока <i>Производители</i>',
        'legend_qnts' => 'Название блока <i>Наличие</i>',
        'legend_nows' => 'Название блока <i>Новинки</i>',
        'legend_psp' => 'Название блока <i>Акции</i>',
        'legend_choice' => 'Название блока "<i>Блок ВЫБОРА</i>"',
        'legend_clear_choice' => 'Название кнопки в "Блоке ВЫБОРА" и "ajax-Кнопки" для <i>сброса Фильтра</i>',
        'legend_goto_params' => 'Подсказка в "Блоке ВЫБОРА", чтоб "<i>Перейти к параметрам</i>"',
        'legend_prs' => 'Название блока "<i>Цена</i>"',
        'legend_thousands_sep' => 'Символ в цифрах Цены групп-тыс. (пример: 2`000`528)',
        'legend_between_price' => 'Символ между min-max Ценами (пример: 200 - 2589)',
        'legend_prc_start' => 'Начало в Цене (если цена в виде списка Диапазонов, например "до")',
        'legend_apply' => 'Название кнопки "<i>Применить</i>" в блоках фильтра',
        'legend_clears' => 'Название кнопки "<i>Очистить</i>" в блоках фильтра',
        'legend_more' => 'Название кнопки "<i>Показать ещё</i>" при раскрытии списка Значений',
        'legend_hide' => 'Название кнопки "<i>Скрыть</i>" при закрытии списка Значений',
        'legend_delete_value' => 'Подсказка "<i>Удалить параметр</i>" у выбранных Значений',//Delete Value delete_value
        'legend_search_placeholder' => 'placeholder в "<i>поле Поиска</i>"',
        //'legend_from' => '(резерв - не задействован. ключ `legend_from`)',
        //'legend_to' => '(резерв - не задействован. ключ `legend_to`)',
        'legend_aj_bloc_txt' => '<i class="ajax_text">AjaxFilter:</i> текст в блоке Кнопки ajax <i>перед кол. Товара</i>',
        'legend_aj_bloc_btn' => '<i class="ajax_text">AjaxFilter:</i> имя Кнопки для применения Фильтра (например, <i>Показать</i>)',
        'legend_load_btn_attrb' => '<i class="ajax_text">AjaxFilter:</i> имя Кнопки "Дозагрузки Атрибутов" (например, <i>Ещё Характеристики</i>)',
        'legend_load_btn_optv' => '<i class="ajax_text">AjaxFilter:</i> имя Кнопки "Дозагрузки Опций" (например, <i>Ещё Опции</i>)',
    ),
);

$_['meta_tags_legend'] = array(
    'legend' => array(
        'meta_title' => 'Шаблон для <b class="jir">Title</b>',
        'meta_description' => 'Шаблон для <b class="jir">Description</b>',
        'meta_h_head' => 'Шаблон для <b class="jir">Заголовок (H1)</b>',
        'symbol_after_name' => 'cимвол <i>после Названия параметра</i>',
        'sep_between_params' => 'знак препинания <i>между Параметрами</i>',
        'sep_between_param_val' => 'знак препинания <i>между Значениями Параметра</i>',
        'no_keywords' => '<abbr data-toggle="tooltip" title="начало слов(их производные), которые не будут указаны в `keywords` (Цифры и Слова, меньше чем три буквы, автоматически не включаются в `keywords`). Если поставить * - то `keywords` будет пустым">Исключения в Keywords</abbr>',
    ),
);

$_['err'] = array(
    'time_out' => 'Превышен лимит.',
    'no_domen' => 'Нет данных о домене.',
    'bag_domen' => 'ERROR domain.',
    'no_prod' => 'ERROR product.',
    'error' => 'Ошибка запроса.',
);
$_['visit_mail'] = 'Запрос отправлен на обработку. Связь с разработчиком: %s (В письме указывать Ваш домен, номер счета и где приобретали модуль)';
