<?php

$_['legnd'] = array(
    'status' => 'Статус:',
    'status_block' => 'Отображать в Фильтре:',
    'ajax_filter' => 'AjaxFilter:',
    'themes' => 'Тема фильтра:',
    'category' => 'Категория',
    //blocks
    'attrb' => 'Атрибуты',
    'optv' => 'Опции',
    'prs' => 'Цена',
    'psp' => 'Акции',
    'manufs' => 'Производители',
    'qnts' => 'Наличие',
    'nows' => 'Новинки',
);

$_['help'] = array(
    'status' => 'Использовать Фильтр на Главной странице сайта. Также необходимо подключить Фильтр к Макету - `common/home`',
    'status_block' => 'Включить - какие Параметры показывать в Фильтре',
    'ajax_filter' => 'Фильтр на Ajax (ПК и Мобильных устройствах)',
    'themes' => 'Если подключаемая Тема стилей отличается от Темы, подключенной в `Дизайне` Фильтра, то применяются стили, только из данного файла. Так же можно подключить другой Шаблон, с тем же именем, что и стилевой файл. Расположения файлов в папке: для Стилей - %1s, для Шаблона - %2s',
    'autocomplete' => 'Автодополнение (вначале с * - нестрогий поиск)',
    'category' => 'Обязательно выберите Категорию, на которую будет перенаправлен Фильтр после выбора его Параметров',
);

$_['text'] = array(
    'select' => 'выберите',
    'warning_not_selected' => 'Если не выбрано, то отображаются ВСЕ',
);
