<?php

$_['legnd'] = array(
    'status' => 'Статус:',
    'status_block' => 'Отображать в Фильтре:',
    'ajax_filter' => 'AjaxFilter:',
    'min_str' => 'min символов',
    'temp_table_search' => 'кэшировать',
    'logic' => 'Условия поиска:',
    'orand' => 'для фраз из нескольких слов',
    'start_accurately' => 'с начала фразы',
    'fields' => 'Дополнительные поля для поиска',
    'integration_modules' => 'Интеграция с другими модулями:',
    'fix_search_engine' => 'fix_search_engine',
    //blocks
    'attrb' => 'Атрибуты',
    'optv' => 'Опции',
    'prs' => 'Цена',
    'psp' => 'Акции',
    'manufs' => 'Производители',
    'qnts' => 'Наличие',
    'nows' => 'Новинки',
    'chc' => 'Блок ВЫБОРА',
);

$_['help'] = array(
    'status' => 'Отображать Фильтр на `Странице Поиска`. Также необходимо подключить Фильтр к Макету `product/search`',
    'status_block' => 'Включить - какие Параметры показывать в Фильтре',
    'ajax_filter' => 'Фильтр на Ajax (ПК и Мобильных устройствах)',
    'min_str' => 'Минимальное количество символов в `Поиске` для включения Фильтра. Ноль или пусто - игнорировать настройку',
    'temp_table_search' => 'Временно кэширует поисковые запросы.(!!! Экспериментальный функционал. Предназначен для запросов с большим объемом)',
    'start_accurately' => 'Поиск в названии Товара по введенной фразе. Например: `Apple Cinema...` (а в Описании Товара: `...Apple Cinema...` )',
    'integration_modules' => 'В подсказках указано, с какими модулями работает. Если данный модуль не установлен - не включайте!',
    'fix_search_engine' => 'Интеграция с модулем `Поисковая система с морфологией и релевантностью PRO`(sv2109)',
    'autocomplete' => 'Автодополнение (вначале с * - нестрогий поиск)',
);

$_['fields_page_search'] = array(
    'model' => 'Модель',
    'sku' => 'Артикул(SKU)',
    'upc' => 'UPC',
    'ean' => 'EAN',
    'jan' => 'JAN',
    'isbn' => 'ISBN',
    'mpn' => 'MPN',
);

$_['text'] = array(
    'select' => 'выберите',
    'warning_not_selected' => 'Если не выбрано, то отображаются ВСЕ',
);
