<?php
// Заголовок
$_['heading_title'] = 'Постачальники';

// Текст
$_['text_success'] = 'Успіх: Ви змінили постачальників!';
$_['text_list'] = 'Список постачальників';
$_['text_add'] = 'Додати постачальника';
$_['text_edit'] = 'Редагувати постачальника';

// Колонка
$_['column_name'] = 'Назва постачальника';
$_['column_country'] = 'Країна';
$_['column_action'] = 'Дія';

// Вступ
$_['entry_name'] = 'Назва постачальника';
$_['entry_country'] = 'Код країни';
$_['entry_currency'] = 'Валюта';
$_['entry_website'] = 'URL веб-сайту';
$_['entry_affiliate_url'] = 'URL-адреса партнерської програми';
$_['entry_min_order'] = 'Мінімальна сума замовлення';
$_['entry_vpn_country'] = 'Країна VPN';
$_['entry_views'] = 'Перегляди';
$_['entry_seo_url'] = 'SEO URL';

// Помилка
$_['error_name'] = 'Назва постачальника має містити від 1 до 255 символів!';
$_['error_country_code'] = 'Потрібен код країни!';
$_['error_permission'] = 'Попередження: Ви не маєте дозволу змінювати постачальників!';
?>