<?php
// Заголовки та Кнопки // У цьому файлі ви можете перейменувати назви заголовків полів комплектів серій на свої
$_['name'] = 'Найменування';
$_['name2'] = 'Найменування';
$_['description'] = 'Опис';
$_['image'] = 'Різновид';
$_['sku'] = 'Артикул';
// Мета-теги
$_['meta_h1'] = 'H1';
$_['meta_title'] = 'Тайтл';
$_['meta_description'] = 'Мета дискришн';
$_['meta_keyword'] = 'Мета кейвордс';
// Додаткові поля
$_['model'] = 'Модель';
$_['ean'] = 'EAN';
$_['upc'] = 'upc';
$_['jan'] = 'JAN';
$_['isbn'] = 'Різновид';
$_['mpn'] = 'MPN';
$_['brand'] = 'Бренд';
$_['man'] = 'Виробник';
$_['location'] = 'Розташування';
$_['attribute'] = 'Характеристики';
$_['col_size'] = 'Розміри (Д x Ш x В)';
$_['col_weight'] = 'Вага';
// Кількість складі
$_['quantity'] = 'Залишилось';
// Статус на складі
$_['text_stock'] = 'Доступність';
$_['text_instock_'] = 'У наявності';
$_['stock_status'] = 'Доступність';
$_['stock'] = 'Статус';
$_['attrs'] = 'Характеристики';
$_['option'] = 'Опції';
$_['price_special'] = 'Ціна';
$_['rew'] = 'Бонуси';
// Кількість + | -
$_['input_qty'] = 'Кількість';
$_['total'] = 'Сума';

// Колонка кнопки додавання до кошика
$_['btn_buy_text'] = 'Дія';
$_['btn_buy_stock'] = 'Дія';
// У кошик Порожнє лише іконка
$_['btn_buy'] = '';

// У кошик + Text
$_['btn_text_buy_text'] = 'У кошик';
// У кошик + Статус
$_['btn_text_buy_stock'] = 'У кошик';

// Тайтл для спільної кнопки у кошик
$_['btn_buy_full'] = 'Додати все до кошика';
// Тайтли для кнопки в кошик із чекбоксами
$_['check_all_title'] = 'Позначити все';
$_['check_one_title'] = 'Позначити';
$_['buy_all_text'] = 'Позначене до кошика';
$_['text_and_other_n_product'] = 'і ще %d товарів';

$_['name_img'] = 'Найменування + фото';
$_['sku_img'] = 'SKU товару + фото';
$_['meta_h1_img'] = 'HTML-тег H1 + фото';
$_['meta_keyword_img'] = 'Мета-тег Keywords + фото';
$_['model_img'] = 'Модель + фото';
$_['ean_img'] = 'EAN + фото';
$_['upc_img'] = 'upc + фото';
$_['jan_img'] = 'JAN + фото';
$_['isbn_img'] = 'ISBN + фото';
$_['mpn_img'] = 'MPN + фото';
$_['location_img'] = 'Розташування + фото';
$_['col_size_img'] = 'Розміри (Д x Ш x В) + фото';
$_['col_weight_img'] = 'Вага + фото';
$_['custom3']		= 'Різновид';
$_['out_of_stock']		= 'Немає в наявності';
$_['text_min_max'] = 'Вiд %s до %s';

$_['button_open_text'] = 'Показати всі різновиди';
$_['button_hidden_text'] = 'Приховати';