<?php
// Heading
$_['heading_titles'] = '!HPMR v1.5.2';
$_['heading_title'] = '!HPMR v1.5.2';
$_['name_kit_series']		= 'Типы серий комплектов';
$_['name_kj_series']		= 'HPMrr';
$_['name_series']			= 'Тип серии комплекта';
$_['add_name_series']		= 'Добавить тип серии комплекта';
$_['name_kit']				= 'Комплект серии';
$_['btn_documentation']		= 'Документация';

// First level
$_['title_name']			= 'Заголовок';
$_['title_cat_html']		= 'Заголовок в категориях<br>Поддерживается html';
$_['title_prod_html']		= 'Заголовок в карточке товара<br>Поддерживается html';
$_['text_name']				= 'Название';
$_['text_name_title']		= 'Название типа комплекта серии';
$_['text_comment']			= 'Комментарий';
$_['text_edit']				= 'Редактор типа';

$_['text_enabled']			= 'Включить';
$_['text_disabled']			= 'Выключить';
// Entry
$_['sample_status_title']	= 'Отображать в категориях*';
$_['entry_sample_title']	= 'Вариант отображения в категориях';
$_['entry_width']			= 'Размеры';
$_['entry_width_title']		= 'Ширина и высота картинки';

$_['after_that']			= 'After that';
$_['entry_types_column']		= 'Вывод';
$_['entry_column_title']		= 'Вывод поля для отображения';
$_['entry_type']			= 'Тип родителя';
$_['entry_type_title']		= 'Тип родителя серии комплекта';
$_['entry_types']			= 'Вариант';
$_['entry_types_title']		= 'Вариант вывода типа комплекта в товаре';
$_['entry_links']			= 'Связи';
$_['entry_links_title']		= 'Привязка типа';
$_['entry_titles']			= 'Заголовок комплекта';
$_['entry_status']			= 'Статус';
$_['entry_status_name']		= 'Название как<br>заголовок комплекта';
$_['entry_position']		= 'Позиция';
$_['entry_position_title']	= 'before - до<br>after that - сразу после<br>after - после';
$_['entry_selector']		= 'Селектор';
$_['entry_selector_title']	= 'ID или CLASS';
$_['entry_suppler']			= 'Поставщик';
$_['entry_brand']			= 'Производитель';
$_['entry_category']		= 'Категория';
$_['entry_view_title']		= 'Скрывать товар<br>если кол-во 0';

$_['col_sku_search']		= 'Поиск по SKU';
$_['col_name_search']		= 'Поиск по наименованию';
$_['add_sku_product']		= 'Введите SKU товара, нажмите Enter для массового добавления';
$_['add_name_product']		= 'Введите наименование товара, нажмите Enter для массового добавления';
$_['col_add']				= 'Добавить';
// Second level
$_['none']				= 'OFF';
$_['name']				= 'Наименование';
$_['name2']				= 'Наименование smart';
$_['name_img']				= 'Наименование + фото';
$_['description']		= 'Описание';
$_['image']				= 'Изображение';
$_['image2'] = 'Изображение (группировка по размеру файла)';

$_['sku']				= 'SKU товара';
$_['sku_img']				= 'SKU товара + фото';
$_['meta_h1']			= 'HTML-тег H1';
$_['meta_h1_img']			= 'HTML-тег H1 + фото';
$_['meta_title']		= 'HTML-тег Title';
$_['meta_description']	= 'Мета-тег Description';
$_['meta_keyword']		= 'Мета-тег Keywords';
$_['meta_keyword_img']		= 'Мета-тег Keywords + фото';
$_['model']				= 'Модель';
$_['model_img']				= 'Модель + фото';
$_['ean']				= 'EAN';
$_['ean_img']				= 'EAN + фото';
$_['upc']				= 'upc';
$_['upc_img']				= 'upc + фото';
$_['jan']				= 'JAN';
$_['jan_img']				= 'JAN + фото';
$_['isbn'] = 'Цвет кружочком';
$_['isbn_img']				= 'ISBN + фото';
$_['mpn']				= 'MPN';
$_['mpn_img']				= 'MPN + фото';
$_['man']		= 'Производитель';
$_['brand']				= 'Производитель + url';
$_['location']			= 'Расположение';
$_['location_img']			= 'Расположение + фото';
$_['col_size']			= 'Размеры (Д x Ш x В)';
$_['col_size_img']			= 'Размеры (Д x Ш x В) + фото';
$_['col_weight']		= 'Вес';
$_['col_weight_img']		= 'Вес + фото';
$_['quantity']			= 'Кол-во на складе';
$_['stock_status']		= 'Доступность на складе';
$_['option']			= 'Опции';
$_['attrs']				= 'Характеристики';
$_['price_special']		= 'Цена';
$_['rew']			= 'Бонусные балы';
$_['input_qty']			= 'Кол-во -|+';
$_['total']				= 'Сумма';
$_['btn_buy']			= 'В корзину - Текст';
$_['btn_buy_text']		= 'В корзину + Текст';
$_['btn_buy_stock']		= 'В корзину + Статус';
// Nype Parent
$_['type_unique']			= 'Уникальный';
$_['type_unique_plus']		= 'Уникальный +';
$_['type_parent']			= 'Единственный';
$_['type_related']			= 'Связанный';
$_['type_multiple']			= 'Множественный';
$_['type_multiple_plus']	= 'Множественный +';
// Child TYPE Option
$_['type_add']				= 'В корзину';
$_['type_adding']			= 'В корзину + Все в корзину';
$_['type_check']			= 'Чекбокс';
$_['type_check_plus']		= 'Чекбокс + Отмеченное в корзину';
$_['type_images']			= 'Изображения';
$_['type_img_slide']		= 'Изображения + Сдайдер';
$_['type_table_attrs']      = 'Атрибуты';
$_['type_ajax']      = 'Выбор со сменой фото и цены';
// Child TYPE Category
$_['none_sample']			= 'Отключено';
$_['list_sample']			= 'Список';
$_['info_sample']			= 'Кнопка';
$_['table_sample']			= 'Кнопка + таблица';
$_['slider_sample']			= 'Картинки слайдером';
$_['img_tab_sample']		= 'Картинки слайдером + таблица';
$_['table_attrs']      		= 'Атрибуты';

// Buttons
$_['button_remove']			= 'Удалить';
$_['button_out']			= 'Выйти';
$_['button_save']			= 'Сохранить';
$_['button_cancel']			= 'Закрыть';
$_['button_add_remove']		= 'Добавить<br>Удалить';
$_['button_on_off']			= 'Статус<br>ON | OFF';
$_['button_apply']			= 'Применить';
$_['button_indexing']		= 'Индексировать';
// Name

$_['kit_settings']			= 'Тип серии комплекта';
$_['kit_set_category']		= 'Вывод в категориях';
$_['kit_set_product']		= 'Вывод в карточку товара';
$_['kit_column']			= 'Колонки товаров комплекта серии в карточке товара';
$_['kit_css']				= 'Пользовательский CSS и JS для карточки товара';
$_['kit_css_cat']			= 'Пользовательский CSS и JS для категорий';
// Help
$_['help_name']			= 'HELPER';
$_['help_name_title']	= 'Индексировать';
//'help_name_titles',
$_['help_ok']			= 'Дальше';
// Help Product Level
$_['help_name_kit']			= 'Комплект серии';
$_['top_kit_text']			= 'Вкладка привязки товаров к родителю типа комплекта серии для вывода их в карточке данного товара. Все условия
вывода настраиваются и редактируются непосредственно в модуле HPMrr. Смотрите подсказки хелперов с правой стороны каждого блока настроек.';
$_['help_first_kit']		= 'ПОИСК и ДОБАВЛЕНИЕ';
$_['help_second_kit']		= 'Выберите наиболее удобный вам способ поиска товара:
<br><b>SKU:</b> - поиск по артикулу товара;
<br><b>Наименование:</b> - поиск по нименованию товара.
Подобрав необходимый товар подвяжите его кнопкоой добавить или нажмите на товар из выпадающего списка. В таком случае товар автоматически
добавится.<br> Вы также можете использовать модуль <b>АОП</b> - Автоматической Обработки Прайслистов от разработчика usergio, для массового
добавления и привязки товаров к модулю <b>HPMrr</b>';
// Help First Level
$_['help_first_kit_series']		= 'Модуль HPMrr позволяет в одном товаре сгруппировать товары как комплекты, серии, комплектующие, модели,
<br> Возможность задавать,уникального, связанного, множественного и единственного родителя товара подвязывая к нему товары по типу опций но с полным функционалом товара.
<br> Выбрав тип Уникальный можно вывести набор товаров которые не доступны ни где на фронтальной части сайта кроме как в основном товаре.
Это позволяет избегать ограниченность опций т.к. опции используются немного для других целей и у опции нет того функционала который предоставляет товар.
<br> Поддержка опций: HPMrr так же поддерживает и опции товара, что даёт ещё более расширенные варианты наборов, комплектов, серий и прочих модельных рядов.
Четыре типа родителя и в каждой по пять вариантов комплекта.
<br> Виджет комплекта можно вывести в любом месте карточки товара. 10 настраиваемых колонок товаров по 27 различным полям и многое другое. ';
$_['help_second_kit_series']	= 'ОПИСАНИЕ ДАННОЙ ВКЛАДКИ';
$_['help_third_kit_series']		= '<b>Название:</b> - название а также заголовок типа комплекта серии.
<br><b>Комментарий:</b> - краткое техническое описание к типу комплекта серии.
<br><b>Редакторы</b> - редактирование созданного типа комплекта серии.
<br><b>Статус:</b> - отображает статус включен или выключен тип комплекта серии.
<br><b>Удалить</b> - удаляет тип комплекта серии.
<br><b>Добавить</b> - добавление типа комплекта серии.';
// Help ADD Second Level INFO
$_['help_name_add']			= 'Добавление типа комплекта серии';
$_['top_add_text']			= '<b>Наименование:</b> - заполните это поле и сохраните изменения. После чего вы сможете перейти непосредственно
к настройкам и редактированию созданного типа комплекта серии на странице добавления типа нажав кнопку редактирования.
<br>Все условия вывода настраиваются и редактируются непосредственно в модуле HPMrr.
Смотрите подсказки хелперов с правой стороны каждого блока настроек.';
// Help Second Level INFO
$_['help_first_series']		= 'Вкладка настроек вывода типа комплекта серии. Возможность редактирования различных параметров для вывода
комплекта серии в нескольких вариантах.';
$_['help_second_series']	= 'НАЗВАНИЕ';
$_['help_third_series']		= '<b>Название:</b> - Название типа комплекта серии.';
$_['help_fourth_series']	= 'ТИП РОДИТЕЛЯ';

//<br><b>Уникальный +:</b> - товары в комплекте канонические и доступны на сайте.
$_['help_fifth_series']		= 'Пять типов серий;
<br><b>Уникальный:</b> - товары в комплекте не доступны нигде на сайте кроме как в карточке товара.
<br><b>Единственный:</b> - выводит товары в родителе с возможностью перейти на любой подвязанный товар.
<br><b>Связанный:</b> - связывает товары между собой т.е. родитель так же подвязан и в дочернем товаре.
<br><b>Множественный:</b> - связывает товары между собой т.е. всё что подвязано в родителе так же подвязаны и в дочерних товарах.
<br><b>Множественный +:</b> - связывает товары между собой т.е. всё что подвязано в родителе так же подвязаны и в дочерних товарах вместе с родителями.';
$_['help_sixth_series']		= 'СВЯЗИ';
$_['help_seventh_series']	= 'Привязка типа для отображения их в определённых поставщикам*** > производителях > категориях или ко всем сразу.
<br>Свитчер в режиме <b>ALL</b> - тип комплекта серии во всех товарах.
<br>Свитчер в режиме <b>EDIT</b> - активирует редактор категорий с права.
<br> <b><i class="fa fa-indent"></i></b> - фильтр по категориям.
<br><b>Поставщик:</b> - отметьте необходимых поставщиков к которым вы хотите привязать данный тип комплекта серии.
<br><b>Производитель:</b> - отметьте необходимых производителей к которым вы хотите привязать данный тип комплекта серии.
<br><b>Категории:</b> - отметьте необходимые категории к которым вы хотите привязать данный тип комплекта серии.
<br>Можно отметь галочками и поставщиков, и производителей, и категории - с учётом выбора в принадлежащих к ним товарам и будет выводиться
комплект серии, если к товару подвязанны его дочерние товары - во вкладке <b>HPMrr</b> в админ части редактора карточки товара.
<br>***при использовании АОП.';
$_['help_eighth_series']	= 'ТОВАР НА СКЛАДЕ';
$_['help_ninth_series']		= 'Если кол-во товара а также кол-во его опций равняется нулю то такой товар будет скрыт в блоке
типа комплекта серии.';
$_['help_tenth_series']		= 'КОММЕНТАРИЙ';
$_['help_eleventh_series']	= '<b>Комментарий:</b> - Описание, технические комментарии к данному типу комплекта серий.';
$_['help_twelfth_series']	= 'СТАТУС';
$_['help_thirteenth_series']	= 'Статус типа комплекта серии; включает и выключает отображение данного типа комплекта на страницах к которым он подвязан';

// Help Second Level TYPE
$_['help_name_cat']		= 'Вариант комплекта в категориях и модулях';
$_['help_first_cat']		= 'ЗАГОЛОВОК';
$_['help_second_cat']		= '<b>Заголовок:</b> - Название комплекта серии. Выводится заголовком к комплекту на страницах категорий и модулях в
 карточках товара. Для его скрытия оставьте поле пустым.<br>Поле позволяет использовать HTML.
 <br> Вывод заголовка в категориях и модулях.';
$_['help_third_cat']		= 'ВАРИАНТ';
$_['help_fourth_cat']		= 'Пять вариантов вывода комплекта;
<br><b>Отключено:</b> - Отключение вывода комплекта в карточки товаров на страницах категорий и модулях;
<br><b>Список:</b> - вывод комплекта списком с отображением в ней выбранного поля;
<br><b>Кнопка:</b> - вывод комплекта кнопкой с отображением в ней выбранного поля;
<br><b>Картинки слайдером:</b> - вывод комплекта серии товаров картинками в ряд слайдером;';
$_['help_fifth_cat']		= 'РАЗМЕРЫ';
$_['help_sixth_cat']		= 'Размеры изображения товара комплекта в категориях и модулях по ширине и высоте в пикселях.
 По умолчанию 50х50 px';
$_['help_seventh_cat']		= 'ВЫВОД';
$_['help_eighth_cat']		= 'Выбор поля для отображения его в карточке товара в категориях';
$_['help_ninth_cat']		= 'ПОЗИЦИЯ';
$_['help_tenth_cat']		= 'Выбор позиции отображения до или после какого селектора вставлять блок типа комплекта серий:
<br><b>before</b> - до; <b>after that</b> - сразу за строкой; <b>after</b> - после.';
$_['help_eleventh_cat']		= 'СЕЛЕКТОР';
$_['help_twelfth_cat']		= 'ID или CLASS блока до или после которого вставлять блок вывода комплекта серии.';

// Help Second Level TYPE
$_['help_name_type']		= 'Вариант комплекта в карточке товара';
$_['help_first_type']		= 'ЗАГОЛОВОК';
$_['help_second_type']		= '<b>Заголовок:</b> - Название комплекта серии. Выводится заголовком к комплекту на странице карточки товара.
Для его скрытия оставьте поле пустым.<br>Поле позволяет использовать HTML.
 <br> Вывод заголовка в категориях и модулях.';
$_['help_third_type']		= 'ВАРИАНТ';
$_['help_fourth_type']		= 'Пять вариантов комплекта;
<br><b>В корзину:</b> - выводит дочерние товары таблицей с кнопкой В корзину;
<br><b>В корзину + Все в корзину:</b> - дочерние товары таблицей с кнопкой В корзину и с кнопкой добавить Все в корзину;
<br><b>Чекбоксы + Отмеченное в корзину:</b> - вывод комплекта серии товаров таблицей с чекбоксами и кнопкой Купить отмеченное;
<br><b>Изображения:</b> - вывод комплекта серии товаров картинками в ряд;
<br><b>Изображения + Слайдер:</b> - вывод комплекта серии товаров картинками в ряд слайдером.';
$_['help_fifth_type']		= 'РАЗМЕРЫ';
$_['help_sixth_type']		= 'Размеры изображения товаров комплекта по ширине и высоте в пикселях';
$_['help_seventh_type']		= 'ПОЗИЦИЯ';
$_['help_eighth_type']		= 'Выбор позиции отображения до или после какого селектора вставлять блок типа комплекта серий:
<br><b>before</b> - до; <b>after that</b> - сразу за строкой; <b>after</b> - после.';
$_['help_ninth_type']		= 'СЕЛЕКТОР';
$_['help_tenth_type']		= 'ID или CLASS блока до или после которого вставлять блок вывода комплекта серии.';

// Help Second Level Column
$_['help_name_column']		= 'Колонки товаров комплекта';
$_['help_first_column']		= 'Возможность вывода до 11ти колонок с различной информацией о товаре.';
$_['help_second_column']	= 'СПИСОК';
$_['help_third_column']		= 'При выборе поля из выпадающего списка, над ним тут же подсвечивается class этого поля для удобной его
стилизации или скрытия данного блока  например при мобильном отображении.
<br>Не пытайтесь вывести в каждой колонке одинаковые поля, это не даст ни какого результата т.к. отображаться будет только одно поле
<br>Наименования каждого из полей можно отредактировать в соответствующем файле расположенному по пути..';
$_['help_fourth_column']	= 'Добавить<br>Удалить';
// Help Second Level CSS & JS
$_['help_name_js']		= 'КАСТОМНЫЙ CSS и JS';
$_['help_first_js']		= 'CSS';
$_['help_second_js']	= 'Тут вы можете применить собственные стили к блоку типа комплектов серии а так же к карточке товара,
например скрыть ненужные элементы.';
$_['help_third_js']		= 'JS';
$_['help_fourth_js']	= 'Поле ввода js для адаптации карточки товара.';
// Help Second Level Links
$_['help_name_links']		= 'Привязка типа';
$_['top_links_text']		= 'Выберите категории для вывода типа серии в их товарах';
$_['bottom_links_text']		= 'Старайтесь чтоб ваш выбор не совпадал с ранее выбраными типами!
 Иначе сработает последния привязка в последнем созданном типе!';
// Text
$_['bottom_kit_text']		= 'Не забывайте сохранять изменения которые вы внесли кнопкой сохранить которая в правом верхнем углу!';
$_['text_module']			= 'Modules';
$_['text_success']			= 'Success: You have modified HPMrr module!';
// KEY
$_['btn_save_key']	= 'Активировать';
$_['name_key']		= 'Введите номер вашего лицензионного ключа!';

$_['kit_series_key_name']	= 'Порядок получения обновленной версии модуля а так же его лицензионного ключа подробно
описан в файле readme.txt - прочтите его пожалуйста обязательно!';
// Authors
$_['desc_author']				= 'Авторские права';
$_['desc_copy']					= 'Правообладатели';
$_['desc_author_start']			= '<span>k&A © 2017</span>';
$_['desc_author_copy']			= 'Все права на данное программное обеспечение пренадлежат её авторам <br>
<a class="author" target="_blank" href="https://opencartforum.com/profile/709744-kjlukoo/">kJlukOo</a><br>
Перепродажа данного программного обеспечения, его присвоение, передача третьим лицам, выкладывание в публичный доступ
и прочие не санкционированные действия, нарушающие авторские права разработчиков, запрещены и преследуются по закону!';
$_['copy_label']				= '<span class="ka-ws"><b>k&A</b><br>Web Systems</span>';
// Error
$_['url_module']		= '<a target="_blank" href="http://t.me/incell3/">Поддержка</a>';
$_['error_permission']		= 'Warning: You do not have permission to modify HPMrr module!';
$_['error_description']		= 'Error description (3-500)';
$_['error_name']			= 'Error name (3-126)';
$_['text_save_success']		= 'Успешно сохранено!';
$_['text_save_error']		= 'Такого товара нет или же вы пытаетесь добавить товар который уже присутствует в комплекте!';

//Product group
$_['name_product_groups'] 	= 'Группы товаров';
$_['name_product_group'] 	= 'Группа товаров';
$_['add_name_group'] 		= 'Добавить группу товаров';
$_['text_edit_group']		= 'Редактор группы';
$_['col_group_search']		= 'Поиск групп';
$_['col_name_group']		= 'Название группы';
$_['add_group_name']		= 'Введите имя группы';
$_['help_group_add']		= 'Добавление группы товаров';
$_['top_group_add_text']	= '<b>Название:</b> - заполните это поле и сохраните изменения. После чего вы сможете перейти непосредственно
к настройкам и редактированию созданной группы товаров на странице добавления типа нажав кнопку редактирования.
<br>Все условия вывода настраиваются и редактируются непосредственно в модуле HPMrr.
Смотрите подсказки хелперов с правой стороны каждого блока настроек.';

$_['help_group_first']		= 'ПОИСК и ДОБАВЛЕНИЕ';
$_['help_group_second']		= 'Выберите наиболее удобный вам способ поиска товара:
<br><b>SKU:</b> - поиск по артикулу товара;
<br><b>Наименование:</b> - поиск по нименованию товара.
Подобрав необходимый товар подвяжите его кнопкоой добавить или нажмите на товар из выпадающего списка. В таком случае товар автоматически
добавится.';
//Product group end

$_['entry_media_path']		= 'Поключить медиа (js/css)';
$_['entry_js_for_cart_add']		= 'JS для добавления в корзину';

$_['title_cron_link'] = 'Крон ссылка';
$_['title_ajax_btn_for_adminpanel'] = 'Кнопка для админки';

$_['text_link1'] = 'обновить скрытые товары только для уникальных серий';
$_['text_link2'] = 'обновить скрытые товары только для всех серий';
$_['text_link3'] = 'пересчет количества родительского товара как СУММА количества дочерних';
$_['text_link4'] = 'пересчет количества родительского товара как МИНИМАЛЬНОГО количества дочерних';
$_['text_link5'] = 'пересчет количества родительского товара как МАКСИМАЛЬНОГО количества дочерних';
$_['text_link6'] = 'пересчет цены родительского товара как СУММА цен дочерних';
$_['text_link7'] = 'пересчет цены родительского товара как МИНИМАЛЬОГО цен дочерних';
$_['text_link8'] = 'пересчет цены родительского товара как МАКСИМАЛЬНОГО цен дочерних';
$_['text_link9'] = 'очистить скрытые товары';
$_['text_link10'] = 'очистить таблицы модуля (серии и группы)';
$_['text_link11'] = 'связать товары по модели (модели должны быть одинаковы)';
$_['custom3'] = 'Custom image или цвет кружочком';

//////////////////////

$_['text_cache_review_num_and_rating'] = "Кэш оценки и количество отзывов (для system/hpmrr_group_in_cat.ocmod.xml)";
$_['text_remove_all_product_links'] = "Очистить все связи между товарами";
$_['text_remove_all_tables'] = "Удалить все таблицы модуля";
$_['text_useful_links'] = "Полезные ссылки";
$_['text_automat_color_filling'] = "Автоматизация обновления цветов";

$_['text_automat_color_filling_list'] = "<li>Получаем все значения атрибута из следующей ячейки</li>
                                  <li>Вставляем полученные в поле Соответствие цветов и заполняем коды цветов</li>
                                  <li>Сохраняем модуль</li>
                                  <li>Выбираем атрибут и жмем Установить ISBN - последнюю ячейку этой строки</li>
                                  <li>В настройках серии в колонках выбираем Цвет кружочком</li>";
                                

$_['button_set_isbn'] = "Установить ISBN";
$_['text_blank_for_field_сolor_matching'] = "Заготовка для поля Соответствие цветов";
$_['text_color_match_warning'] = "Поле Соответствие цветов должно быть заполнено";
$_['text_links_by'] = "связать по";
$_['text_automat_links'] = "Автоматизация связей";
$_['text_links_by_part_name'] = "Связать по части названия";

$_['text_not_delete_links_first'] = "предварительно НЕ удалить все связи";
$_['button_get_all_attr_vals'] = "Получить все значения атрибута";

$_['text_after_refresh_modif'] = "После нажатия обновите модификаторы";
$_['text_type_grounping_in_cat'] = "Тип группировки товаров";
$_['text_disable_grouping_in_cat'] = "Отключить группировку в категории";
$_['text_enable_grouping_in_cat'] = "Включить группировку в категории";

$_['text_gr_type_1'] = "нет замены на родительский";
$_['text_gr_type_2'] = "товар налицо меняется на родительский";
$_['text_gr_type_3'] = "меняется на родительский";

$_['text_split_attrs'] = "Разрезать атрибуты";
$_['text_split_delim'] = "Разделитель атрибутов";

$_['text_hook_for_module_output_in_cat'] = "Зацепка для вывода модуля в категории (для разработчиков). Поле не сохраняется. Нажмите применить";
$_['text_exclude_pr_grouping'] = "Исключить группировку товаров из следующих route";
$_['text_color_matching'] = "Соответствие цветов";
$_['text_by_attr'] = "по атрибуту";
$_['text_consider_main_cat'] = "учитывать главную категорию";
$_['button_gen_links'] = "Сгенерировать связи";
$_['text_color_array_placeholder'] = "ярко синий : #dd00dd&#10;красный : red";
$_['text_hpmrr_split_attr_delim_placeholder'] = ", или ;";
$_['button_setting'] = "Настройки";
$_['button_automat'] = "Автоматизация";
$_['text_split_by_for_sku'] = "разрезать по '-' (для артикулов <b>123</b>-456)";