<?php
// Heading
$_['heading_titles'] = '!HPMR v1.5.2';
$_['heading_title'] = '!HPMR v1.5.2';
$_['name_kit_series'] = 'Типи серій комплектів';
$_['name_kj_series'] = 'HPMrr';
$_['name_series'] = 'Тип серії комплекту';
$_['add_name_series'] = 'Додати тип серії комплекту';
$_['name_kit'] = 'Комплект серії';
$_['btn_documentation'] = 'Документація';

// First level
$_['title_name'] = 'Заголовок';
$_['title_cat_html'] = 'Заголовок у категоріях<br>Підтримується html';
$_['title_prod_html'] = 'Заголовок у картці товару<br>Підтримується html';
$_['text_name'] = 'Назва';
$_['text_name_title'] = 'Назва типу комплекту серії';
$_['text_comment'] = 'Коментар';
$_['text_edit'] = 'Редактор типу';

$_['text_enabled'] = 'Включити';
$_['text_disabled'] = 'Вимкнути';
// Entry
$_['sample_status_title'] = 'Відображати в категоріях*';
$_['entry_sample_title'] = 'Варіант відображення у категоріях';
$_['entry_width'] = 'Розміри';
$_['entry_width_title'] = 'Ширина та висота картинки';

$_['after_that'] = 'After that';
$_['entry_types_column'] = 'Висновок';
$_['entry_column_title'] = 'Виведення поля для відображення';
$_['entry_type'] = 'Тип батька';
$_['entry_type_title'] = 'Тип батька серії комплекту';
$_['entry_types'] = 'Варіант';
$_['entry_types_title'] = 'Варіант виведення типу комплекту в товарі';
$_['entry_links'] = 'Звязки';
$_['entry_links_title'] = 'Привязка типу';
$_['entry_titles'] = 'Заголовок комплекту';
$_['entry_status'] = 'Статус';
$_['entry_status_name'] = 'Назва як<br>заголовок комплекту';
$_['entry_position'] = 'Позиція';
$_['entry_position_title'] = 'before - до<br>after that - відразу після<br>after - після';
$_['entry_selector'] = 'Селектор';
$_['entry_selector_title'] = 'ID або CLASS';
$_['entry_suppler'] = 'Постачальник';
$_['entry_brand'] = 'Виробник';
$_['entry_category'] = 'Категорія';
$_['entry_view_title'] = 'Приховувати товар<br>якщо кількість 0';

$_['col_sku_search'] = 'Пошук SKU';
$_['col_name_search'] = 'Пошук за найменуванням';
$_['add_sku_product'] = 'Введіть SKU товару, натисніть Enter для масового додавання';
$_['add_name_product'] = 'Введіть найменування товару, натисніть Enter для масового додавання';
$_['col_add'] = 'Додати';
// Second level
$_['none'] = 'OFF';
$_['name'] = 'Найменування';
$_['name2'] = 'Найменування smart';
$_['name_img'] = 'Найменування + фото';
$_['description'] = 'Опис';
$_['image'] = 'Зображення';
$_['image2'] = 'Зображення (згрупувати за розміром файлу)';

$_['sku'] = 'SKU товару';
$_['sku_img'] = 'SKU товару + фото';
$_['meta_h1'] = 'HTML-тег H1';
$_['meta_h1_img'] = 'HTML-тег H1 + фото';
$_['meta_title'] = 'HTML-тег Title';
$_['meta_description'] = 'Мета-тег Description';
$_['meta_keyword'] = 'Мета-тег Keywords';
$_['meta_keyword_img'] = 'Мета-тег Keywords + фото';
$_['model'] = 'Модель';
$_['model_img'] = 'Модель + фото';
$_['ean'] = 'EAN';
$_['ean_img'] = 'EAN + фото';
$_['upc'] = 'upc';
$_['upc_img'] = 'upc + фото';
$_['jan'] = 'JAN';
$_['jan_img'] = 'JAN + фото';
$_['isbn'] = 'Колip кружечком';
$_['isbn_img'] = 'ISBN + фото';
$_['mpn'] = 'MPN';
$_['mpn_img'] = 'MPN + фото';
$_['man'] = 'Виробник';
$_['brand'] = 'Виробник + url';
$_['location'] = 'Розташування';
$_['location_img'] = 'Розташування + фото';
$_['col_size'] = 'Розміри (Д x Ш x В)';
$_['col_size_img'] = 'Розміри (Д x Ш x В) + фото';
$_['col_weight'] = 'Вага';
$_['col_weight_img'] = 'Вага + фото';
$_['quantity'] = 'Кількість на складі';
$_['stock_status'] = 'Доступність на складі';
$_['option'] = 'Опції';
$_['attrs'] = 'Характеристики';
$_['price_special'] = 'Ціна';
$_['rew'] = 'Бонусні бали';
$_['input_qty'] = 'У -|+';
$_['total'] = 'Сума';
$_['btn_buy'] = 'У кошик - Текст';
$_['btn_buy_text'] = 'До кошика + Текст';
$_['btn_buy_stock'] = 'До кошика + Статус';
// Nype Parent
$_['type_unique'] = 'Унікальний';
$_['type_unique_plus'] = 'Унікальний +';
$_['type_parent'] = 'Єдиний';
$_['type_related'] = 'Повязаний';
$_['type_multiple'] = 'Множинний';
$_['type_multiple_plus'] = 'Множинний +';
// Child TYPE Option
$_['type_add'] = 'У кошик';
$_['type_adding'] = 'У кошик + Все в кошик';
$_['type_check'] = 'Чекбокс';
$_['type_check_plus'] = 'Чекбокс + Позначене до кошика';
$_['type_images'] = 'Зображення';
$_['type_img_slide'] = 'Зображення + Сдайдер';
$_['type_table_attrs'] = 'Атрибути';
$_['type_ajax'] = 'Вибір зі зміною фото та ціни';
// Child TYPE Category
$_['none_sample'] = 'Вимкнено';
$_['list_sample'] = 'Список';
$_['info_sample'] = 'Кнопка';
$_['table_sample'] = 'Кнопка + таблиця';
$_['slider_sample'] = 'Малюнки слайдером';
$_['img_tab_sample'] = 'Малюнки слайдером + таблиця';
$_['table_attrs'] = 'Атрибути';

// Buttons
$_['button_remove'] = 'Видалити';
$_['button_out'] = 'Вийти';
$_['button_save'] = 'Зберегти';
$_['button_cancel'] = 'Закрити';
$_['button_add_remove'] = 'Додати<br>Видалити';
$_['button_on_off'] = 'Статус<br>ON | OFF';
$_['button_apply'] = 'Застосувати';
$_['button_indexing'] = 'Індексувати';
// Name

$_['kit_settings'] = 'Тип серії комплекту';
$_['kit_set_category'] = 'Виведення у категоріях';
$_['kit_set_product'] = 'Виведення в картку товару';
$_['kit_column'] = 'Колонки товарів комплекту серії у картці товару';
$_['kit_css'] = 'Користувацький CSS та JS для картки товару';
$_['kit_css_cat'] = 'Користувацький CSS та JS для категорій';
// Help
$_['help_name'] = 'HELPER';
$_['help_name_title'] = 'Індексувати';
//'help_name_titles',
$_['help_ok'] = 'Далі';
// Help Product Level
$_['help_name_kit'] = 'Комплект серії';
$_['top_kit_text'] = 'Вкладка привязки товарів до батька типу комплекту серії для виведення їх у картці цього товару. Усі умови
виводи налаштовуються та редагуються безпосередньо у модулі HPMrr. Дивіться підказки хелперів з правого боку кожного блоку налаштувань.';
$_['help_first_kit'] = 'ПОШУК та ДОДАТОК';
$_['help_second_kit'] = 'Виберіть найбільш зручний для вас спосіб пошуку товару:
<br><b>SKU:</b> - пошук за артикулом товару;
<br><b>Найменування:</b> - пошук за імям товару.
Підібравши необхідний товар підвяжіть його кнопкою додати або натисніть на товар зі списку. У такому разі товар автоматично
додасться.<br> Ви також можете використовувати модуль <b>АОП</b> - Автоматичної Обробки Прайслистів від розробника usergio, для масового
додавання та привязування товарів до модуля <b>HPMrr</b>';
// Help First Level
$_['help_first_kit_series'] = 'Модуль HPMrr дозволяє в одному товарі згрупувати товари як комплекти, серії, комплектуючі, моделі,
<br> Можливість задавати унікального, повязаного, множинного і єдиного батька товару підвязуючи до нього товари за типом опцій але з повним функціоналом товару.
<br> Вибравши тип Унікальний можна вивести набір товарів, які не доступні ні де на фронтальній частині сайту, окрім як в основному товарі.
Це дозволяє уникати обмеженості опцій т.к. опції використовуються трохи для інших цілей і опція не має того функціоналу який надає товар.
<br> Підтримка опцій: HPMrr також підтримує і опції товару, що дає ще більш розширені варіанти наборів, комплектів, серій та інших модельних рядів.
Чотири типи батьків та в кожній по пять варіантів комплекту.
<br> Віджет комплекту можна вивести будь-де картки товару. 10 колонок товарів, що настроюються, по 27 різних полях і багато іншого. ';
$_['help_second_kit_series'] = 'ОПИС ДАННОЇ ВКЛАДКИ';
$_['help_third_kit_series'] = '<b>Назва:</b> - назва та заголовок типу комплекту серії.
<br><b>Коментар:</b> - короткий технічний опис типу комплекту серії.
<br><b>Редактори</b> – редагування створеного типу комплекту серії.
<br><b>Статус:</b> - відображає статус увімкнено або вимкнено тип комплекту серії.
<br><b>Видалити</b> - видаляє тип комплекту серії.
<b><b>Додати</b> - додавання типу комплекту серії.';
// Help ADD Second Level INFO
$_['help_name_add'] = 'Додавання типу комплекту серії';
$_['top_add_text'] = '<b>Найменування:</b> - заповніть це поле та збережіть зміни. Після чого ви зможете перейти безпосередньо
до налаштувань та редагування створеного типу комплекту серії на сторінці додавання типу натиснувши кнопку редагування.
<br>Усі умови виведення налаштовуються та редагуються безпосередньо у модулі HPMrr.
Дивіться підказки хелперів з правого боку кожного блоку налаштувань.';
// Help Second Level INFO
$_['help_first_series'] = 'Вкладка параметрів виведення типу комплекту серії. Можливість редагування різних параметрів для виведення
комплекту серії у кількох варіантах.';
$_['help_second_series'] = 'НАЗВА';
$_['help_third_series'] = '<b>Назва:</b> - Назва типу комплекту серії.';
$_['help_fourth_series'] = 'ТИП БАТЬКА';

//<br><b>Унікальний +:</b> - товари в комплекті канонічні та доступні на сайті.
$_['help_fifth_series'] = 'Пять типів серій;
<br><b>Унікальний:</b> - товари в комплекті не доступні ніде на сайті, окрім як у картці товару.
<br><b>Єдиний:</b> - виводить товари в батька з можливістю перейти на будь-який товар.
<br><b>Повязаний:</b> - повязує товари між собою тобто. Батько також підвязаний і в дочірньому товарі.
<br><b>Множинний:</b> - повязує товари між собою тобто. все, що підвязано в батьку, так само підвязані і в дочірніх товарах.
<br><b>Множинний +:</b> - повязує товари між собою тобто. все, що підвязано в батьку, так само підвязані і в дочірніх товарах разом з батьками.';
$_['help_sixth_series'] = 'ЗВЯЗКУ';
$_['help_seventh_series'] = 'Привязка типу для відображення їх у певних постачальниках*** > виробниках > категоріях або всім відразу.
<br>Світчер <b>ALL</b> - тип комплекту серії у всіх товарах.
<br>Світчер у режимі <b>EDIT</b> - активує редактор категорій із права.
<br><b><i class="fa fa-indent"></i></b> - фільтр за категоріями.
<br><b>Постачальник:</b> - відзначте необхідних постачальників, до яких ви хочете привязати цей тип комплекту серії.
<br><b>Виробник:</b> - відзначте необхідних виробників, до яких ви хочете привязати цей тип комплекту серії.
<br><b>Категорії:</b> - відзначте необхідні категорії, до яких ви хочете привязати цей тип комплекту серії.
<br>Можно позначити галочками і постачальників, і виробників, і категорії - з урахуванням вибору товарів, що належать до них, і буде виводитися
комплект серії, якщо до товару підвязані його дочірні товари - у вкладці <b>HPMrr</b> до адмін частини редактора картки товару.
<br>***при використанні АОП.';
$_['help_eighth_series'] = 'ТОВАР НА СКЛАДІ';
$_['help_ninth_series'] = 'Якщо кількість товару а також кількість його опцій дорівнює нулю то такий товар буде прихований в блоці
типу комплекту серії.';
$_['help_tenth_series'] = 'КОМЕНТАР';
$_['help_eleventh_series'] = '<b>Коментар:</b> - Опис, технічні коментарі до даного типу комплекту серій.';
$_['help_twelfth_series'] = 'СТАТУС';
$_['help_thirteenth_series'] = 'Статус типу комплекту серії; включає та вимикає відображення даного типу комплекту на сторінках до яких він підвязаний';

// Help Second Level TYPE
$_['help_name_cat'] = 'Варіант комплекту в категоріях та модулях';
$_['help_first_cat'] = 'Заголовок';
$_['help_second_cat'] = '<b>Заголовок:</b> - Назва комплекту серії. Виводиться заголовком до комплекту на сторінках категорій та модулях
  картки товару. Для його приховання залиште поле порожнім. Поле дозволяє використовувати HTML.
  <br> Виведення заголовка в категоріях та модулях.';
$_['help_third_cat'] = 'ВАРІАНТ';
$_['help_fourth_cat'] = 'Пять варіантів виведення комплекту;
<br><b>Відключено:</b> - Відключення виведення комплекту у картки товарів на сторінках категорій та модулях;
<br><b>Список:</b> - виведення комплекту списком з відображенням у ньому вибраного поля;
<br><b>Кнопка:</b> - виведення комплекту кнопкою з відображенням у ній вибраного поля;
<br><b>Малюнки слайдером:</b> - виведення комплекту серії товарів картинками в ряд слайдером;';
$_['help_fifth_cat'] = 'РОЗМІРИ';
$_['help_sixth_cat'] = 'Розміри зображення товару комплекту в категоріях та модулях за шириною та висотою в пікселях.
  За замовчуванням 50х50 px';
$_['help_seventh_cat'] = 'ВИСНОВОК';
$_['help_eighth_cat'] = 'Вибір поля для відображення його у картці товару в категоріях';
$_['help_ninth_cat'] = 'ПОЗИЦІЯ';
$_['help_tenth_cat'] = 'Вибір позиції відображення до або після якого селектора вставляти блок типу комплекту серій:
<br><br>before</b> - до; <b>after that</b> - відразу за рядком; <b>after</b> - після.';
$_['help_eleventh_cat'] = 'СЕЛЕКТОР';
$_['help_twelfth_cat'] = 'ID або CLASS блоку до або після якого вставляти блок виведення комплекту серії.';

// Help Second Level TYPE
$_['help_name_type'] = 'Варіант комплекту у картці товару';
$_['help_first_type'] = 'Заголовок';
$_['help_second_type'] = '<b>Заголовок:</b> - Назва комплекту серії. Виводиться заголовком до комплекту на сторінці картки товару.
Для його приховання залиште поле порожнім. Поле дозволяє використовувати HTML.
  <br> Виведення заголовка в категоріях та модулях.';
$_['help_third_type'] = 'ВАРІАНТ';
$_['help_fourth_type'] = 'Пять варіантів комплекту;
<br><b>У кошик:</b> - виводить дочірні товари таблицею з кнопкою У кошик;
<br><b>У кошик + Все в кошик:</b> - дочірні товари таблицею з кнопкою У кошик та з кнопкою додати Все в кошик;
<br><b>Чекбокси + Позначене до кошика:</b> - виведення комплекту серії товарів таблицею з чекбоксами та кнопкою Купити зазначене;
<br><b>Зображення:</b> - виведення комплекту серії товарів картинками до ряду;
<br><b>Зображення + Слайдер:</b> - виведення комплекту серії товарів картинками в ряд слайдером.';
$_['help_fifth_type'] = 'РОЗМІРИ';
$_['help_sixth_type'] = 'Розміри зображення товарів комплекту по ширині та висоті в пікселях';
$_['help_seventh_type'] = 'ПОЗИЦІЯ';
$_['help_eighth_type'] = 'Вибір позиції відображення до або після якого селектора вставляти блок типу комплекту серій:
<br><br>before</b> - до; <b>after that</b> - відразу за рядком; <b>after</b> - після.';
$_['help_ninth_type'] = 'СЕЛЕКТОР';
$_['help_tenth_type'] = 'ID або CLASS блоку до або після якого вставляти блок виведення комплекту серії.';

// Help Second Level Column
$_['help_name_column'] = 'Колонки товарів комплекту';
$_['help_first_column'] = 'Можливість виводу до 11ти колонок з різною інформацією про товар.';
$_['help_second_column'] = 'СПИСОК';
$_['help_third_column'] = 'При виборі поля зі списку, над ним відразу підсвічується class цього поля для зручної його
стилізації або приховування цього блоку, наприклад, при мобільному відображенні.
Не намагайтеся вивести в кожній колонці однакові поля, це не дасть жодного результату т.к. відображатиметься лише одне поле
<br>Назви кожного поля можна відредагувати у відповідному файлі, розташованому на шляху..';
$_['help_fourth_column'] = 'Додати<br>Видалити';
// Help Second Level CSS & JS
$_['help_name_js'] = 'КАСТОМНИЙ CSS та JS';
$_['help_first_js'] = 'CSS';
$_['help_second_js'] = 'Тут ви можете застосувати власні стилі до блоку типу комплектів серії, а також до картки товару,
наприклад, приховати непотрібні елементи.';
$_['help_third_js'] = 'JS';
$_['help_fourth_js'] = 'Поле введення js для адаптації картки товару.';
// Help Second Level Links
$_['help_name_links'] = 'Привязка типу';
$_['top_links_text'] = 'Виберіть категорії для виведення типу серії у їх товарах';
$_['bottom_links_text'] = 'Намагайтеся, щоб ваш вибір не збігався з раніше обраними типами!
  Інакше спрацює останні привязки в останньому створеному типі!';
// Text
$_['bottom_kit_text'] = 'Не забувайте зберігати зміни, які ви внесли кнопкою зберегти яка в правому верхньому кутку!';
$_['text_module'] = 'Modules';
$_['text_success'] = 'Success: You have modified HPMrr module!';
// KEY
$_['btn_save_key'] = 'Активувати';
$_['name_key'] = 'Введіть номер вашого ліцензійного ключа!';

$_['kit_series_key_name'] = 'Порядок отримання оновленої версії модуля а також його ліцензійного ключа докладно
описаний у файлі readme.txt - прочитайте його будь-ласка обовязково!';
// Authors
$_['desc_author'] = 'Авторські права';
$_['desc_copy'] = 'Правовласники';
$_['desc_author_start'] = '<span>k&A © 2017</span>';
$_['desc_author_copy'] = 'Всі права на це програмне забезпечення належать її авторам <br>
<a class="author" target="_blank" href="https://opencartforum.com/profile/709744-kjlukoo/">kJlukOo</a><br>
Перепродаж цього програмного забезпечення, його присвоєння, передача третім особам, викладання публічного доступу
та інші не санкціоновані дії, що порушують авторські права розробників, заборонені та переслідуються згідно із законом!';
$_['copy_label'] = '<span class="ka-ws"><b>k&A</b><br>Web Systems</span>';
// Error
$_['url_module'] = '<a target="_blank" href="http://t.me/incell3/">Підтримка</a>';
$_['error_permission'] = 'Warning: Ви не маєте можливості для зміни HPMrr module!';
$_['error_description'] = 'Error description (3-500)';
$_['error_name'] = 'Error name (3-126)';
$_['text_save_success'] = 'Успішно збережено!';
$_['text_save_error'] = 'Такого товару немає або ж ви намагаєтеся додати товар, який вже є в комплекті!';

//Product group
$_['name_product_groups'] = 'Групи товарів';
$_['name_product_group'] = 'Група товарів';
$_['add_name_group'] = 'Додати групу товарів';
$_['text_edit_group'] = 'Редактор групи';
$_['col_group_search'] = 'Пошук груп';
$_['col_name_group'] = 'Назва групи';
$_['add_group_name'] = 'Введіть імя групи';
$_['help_group_add'] = 'Додавання групи товарів';
$_['top_group_add_text'] = '<b>Назва:</b> - заповніть це поле та збережіть зміни. Після чого ви зможете перейти безпосередньо
до налаштувань та редагування створеної групи товарів на сторінці додавання типу, натиснувши кнопку редагування.
<br>Усі умови виведення налаштовуються та редагуються безпосередньо у модулі HPMrr.
Дивіться підказки хелперів з правого боку кожного блоку налаштувань.';

$_['help_group_first'] = 'ПОШУК та ДОДАТОК';
$_['help_group_second'] = 'Виберіть найбільш зручний для вас спосіб пошуку товару:
<br><b>SKU:</b> - пошук за артикулом товару;
<br><b>Найменування:</b> - пошук за імям товару.
Підібравши необхідний товар підвяжіть його кнопкою додати або натисніть на товар зі списку. У такому разі товар автоматично
додасться.';
//Product group end

$_['entry_media_path'] = 'Увімкнути медіа (js/css)';
$_['entry_js_for_cart_add'] = 'JS для додавання до кошика';

$_['title_cron_link'] = 'Крон посилання';
$_['title_ajax_btn_for_adminpanel'] = 'Кнопка для адмінки';

$_['text_link1'] = 'оновити приховані товари лише для унікальних серій';
$_['text_link2'] = 'оновити приховані товари лише для всіх серій';
$_['text_link3'] = 'перерахунок кількості батьківського товару як СУМА кількості дочірніх';
$_['text_link4'] = 'перерахунок кількості батьківського товару як МІНІМАЛЬНОЇ кількості дочірніх';
$_['text_link5'] = 'перерахунок кількості батьківського товару як МАКСИМАЛЬНОЇ кількості дочірніх';
$_['text_link6'] = 'перерахунок ціни батьківського товару як СУМА цін дочірніх';
$_['text_link7'] = 'перерахунок ціни батьківського товару як МІНІМАЛЬНОГО цін дочірніх';
$_['text_link8'] = 'перерахунок ціни батьківського товару як МАКСИМАЛЬНОГО цін дочірніх';
$_['text_link9'] = 'очистити приховані товари';
$_['text_link10'] = 'очистити таблиці модуля (серії та групи)';
$_['text_link11'] = 'повязати товари за моделлю (моделі повинні бути однакові)';
$_['custom3'] = 'Custom image або колip кружечком';

//////////////////////////////

$_['text_cache_review_num_and_rating'] = "Кеш оцінки та кількість відгуків (для system/hpmrr_group_in_cat.ocmod.xml)";
$_['text_remove_all_product_links'] = "Очистити всі зв'язки між товарами";
$_['text_remove_all_tables'] = "Видалити всі таблиці модуля";
$_['text_useful_links'] = "Корисні посилання";
$_['text_automat_color_filling'] = "Автоматизація оновлення кольорів";

$_['text_automat_color_filling_list'] = "<li>Отримуємо всі значення атрибуту з наступної клітинка</li>
                                 <li>Вставляємо отримане в поле Відповідність кольорів та заповнюємо коди кольорів</li>
                                 <li>Зберігаємо модуль</li>
                                 <li>Вибираємо атрибут і тиснемо Встановити ISBN - останній клітинка  цієї строки</li>
                                 <li>У налаштуваннях серії в колонках вибираємо Колip кружечком</li>";
                                

$_['button_set_isbn'] = "Встановити ISBN";
$_['text_blank_for_field_сolor_matching'] = "Заготівля для поля Відповідність кольорів";
$_['text_color_match_warning'] = "Поле Відповідність кольорів повинна бути заповнена";
$_['text_links_by'] = "зв'язати по";
$_['text_automat_links'] = "Автоматизація зв'язків";
$_['text_links_by_part_name'] = "Зв'язати по частині назви";

$_['text_not_delete_links_first'] = "попередньо НЕ видалити всі зв'язки";
$_['button_get_all_attr_vals'] = "Отримати всі значення атрибута";

$_['text_after_refresh_modif'] = "Після натискання оновіть модифікатори";
$_['text_type_grounping_in_cat'] = "Тип угруповання товарів";
$_['text_disable_grouping_in_cat'] = "Вимкнути групування в категорії";
$_['text_enable_grouping_in_cat'] = "Включити групування у категорії";

$_['text_gr_type_1'] = "немає заміни на батьківський";
$_['text_gr_type_2'] = "товар у наявності змінюється на батьківський";
$_['text_gr_type_3'] = "змінюється на батьківський";

$_['text_split_attrs'] = "Розрізати атрибути";
$_['text_split_delim'] = "Роздільник атрибутiв";

$_['text_hook_for_module_output_in_cat'] = "Зачіпка для виведення модуля в категорії (для розробників). Поле не зберігається. Тисніть застосувати";
$_['text_exclude_pr_grouping'] = "Виключити групування товарів з наступних route";
$_['text_color_matching'] = "Відповідність кольорів";
$_['text_by_attr'] = "за атрибутом";
$_['text_consider_main_cat'] = "враховувати головну категорію";
$_['button_gen_links'] = "Згенерувати зв'язки";
$_['text_color_array_placeholder'] = "яскраво синій : #dd00dd&#10;червоний : red";
$_['text_hpmrr_split_attr_delim_placeholder'] = ", або ;";
$_['button_setting'] = "Налаштування";
$_['button_automat'] = "Автоматизація";
$_['text_split_by_for_sku'] = "розрізати по '-' (для артикулів <b>123</b>-456)";