<?php
$_['text_module'] = 'Доповнення';
$_['button_save'] = 'Зберегти';
$_['button_cancel'] = 'Скасувати';
$_['status'] = 'Статус';
$_['active'] = 'Підключено';
$_['disabled'] = 'Відключено';
$_['text_success'] = 'Імпорт успішно завершений!';
$_['error_permission'] = 'Увага: у вас немає прав для внесення змін у налаштування модуля!';
$_['apply_changes'] = 'Застосувати зміни';
$_['text_image_manager'] = 'Менеджер зображень';
$_['text_browse'] = 'Перегляд';
$_['text_clear'] = 'Очистити';
$_['text_none_user'] = ' - Немає користувача - ';
$_['text_validate_license'] = 'Перевірте ліцензію';
$_['text_license_id'] = 'Будь ласка, вкажіть ID вашого замовлення...';
$_['text_send'] = 'Надіслати';
$_['choose_store'] = 'Обрати магазин';
$_['select_empty'] = ' - Обрати -';
$_['tab_help'] = 'Підтримка';
$_['tab_changelog'] = 'Changelog';
$_['tab_faq'] = 'FAQ';
$_['link_trial'] = '<a class="trial_link" target="_blank" href="https://devmanextensions.com/opencart/get_trial/?extension_id=%s&domain=%s"><b>Отримати пробний період!</b></a>';
$_['error_file_not_found'] = 'XLS файл не завантажений.';
$_['remodal_button_confirm_text'] = 'ОК';
$_['remodal_button_cancel_text'] = 'Скасувати';
$_['remodal_button_confirm_loading_text'] = '<i class=\'fa fa-spinner fa-spin\'></i> Завантаження';
$_['innodb_modal_title'] = 'Система управління базою даних INNODB';
$_['innodb_modal_description'] = '        <p>Після переходу на InnoDB ваш магазин буде автоматично відновлений у точності, як перед запуском процесу імпорту. У разі виникнення помилок дивіться FAQ.</p>
        <h2>FAQ</h2>
        <ol>
            <li><b>Це обов’язково?:</b> Ні, але НАГАЛЬНО РЕКОМЕНДОВАНО.</li>
            <li><b>Я втрачу свої дані?:</b> Ні, переведення вашої бази даних на InnoDB ніяк не вплине на поточні дані.</li>
            <li><b>Коли я намагаюся перевести базу даних на InnoDB, я отримую помилку:</b> Ви знайдете пояснення цієї помилки на вкладці FAQ.</li>
        </ol>
        ';
$_['innodb_modal_button_confirm'] = 'Переведення бази на InnoDB';
$_['innodb_success'] = 'База даних переведена на InnoDB. Перезавантаження сторінки...';
$_['tab_export_import'] = 'Експорт - Імпорт';
$_['tab_profiles'] = 'Профілі';
$_['tab_custom_fields'] = 'Custom Fields';
$_['tab_cron_jobs'] = 'CRON завдання';
$_['tab_migration'] = 'Перенесення та резервування';
$_['trial_remodal_modal_title'] = 'СПРОБУЙТЕ, ВАМ СПОДОБАЄТЬСЯ!';
$_['trial_remodal_modal_description'] = '    <p>Дякуємо за довіру до нашого модулю, ми довго працювали над новою версією, сподіваємось вона вам буде до вподоби!</p>
    <p>Якщо ви знайшли <b>будь-які помилки</b> або у вас є <b>пропозиції</b> з покращення модуля, будь ласка, зв’яжіться з нами через вкладку <b>Підтримка</b>! <b><u>Ми цінуємо зворотній зв’язок</u></b>! ;)</p>
    <p>Дякуємо!</p>
';
$_['trial_operation_restricted'] = 'У <b>пробній версії</b> процеси імпорту/експорту обмежені за кількістю елементів. Доступна кількість: <b>%s</b>.';
$_['trial_operation_restricted_export'] = 'У <b>пробній версії</b>, процеси імпорту/експорту обмежені за кількістю елементів. Доступна кількість: <b>%s</b>. Кількість елементів, яку ви намагаєтесь експортувати: <b>%s elements</b>.';
$_['libraries_download_confirm_download'] = 'Завантаження бібліотек';
$_['libraries_download_remodal_title'] = 'Завантаження бібліотек';
$_['libraries_download_remodal_description'] = '        <p>Модулю <b>Import / Export PRO</b> необхідні бібліотеки для обробки різних типів файлів (xml, csv, ods, xlsx, таблиці Google). Натисніть зелену кнопку "<b>Завантаження бібліотек</b>" для того, щоб їх завантажити. Процес завантаження триватиме всього декілька секунд.</p>
        <p>Якщо в процесі завантаження виникли <b>будь-які помилки</b>, то швидше за все це пов’язано з обмеженнями вашого сервера (хостингу). У цьому випадку вам потрібно завантажити необхідні бібліотеки вручну, дотримуючись інструкцій нижче:
            <ol>
                <li><b>Завантажте</b> .zip архів з бібліотеками за <a href="%s" target="_blank">цим посиланням</a>;</li>
                <li><b>Розпакуйте</b> завантажений zip архів у папку з назвою "<b>library</b>";</li>
                <li><b>Завантажте</b>  папку "<b>library</b>" <b><u>у системну папку</u></b> "<b>system</b>", яка розташована у кореневій директорії вашого сайту;</li>
                <li><b>Переконайтесь, що всі файли завантажені на сервер коректно</b>;</li>
                <li>Після завершення процесу завантаження папки з бібліотеками <b>оновіть сторінку</b>. Якщо все зроблено правильно, це вікно більше не з’явиться.</li>
            </ol>
        </p>
    ';
$_['libraries_download_successfull'] = 'Бібліотеки успішно Завантажені. Перезавантаження сторінки...';
$_['libraries_download_error_download'] = 'Не вдається завантажити zip архів';
$_['libraries_download_error'] = '<b>Помилка:</b> Завантажте бібліотеки вручну, інструкція як це зробити представлена у цьому вікні.';

$_['customer_demo_form_title'] = 'Ваша думка дуже важлива для нас';
$_['customer_demo_form_description'] = '<p>Будь ласка, <a href="https://docs.google.com/forms/d/e/1FAIpQLSekGsCDFwfCrrmIk2X7D9Rmtvg1eKjtVAqDvb42qN3FvawBIQ/viewform?usp=sf_link" target="_blank"><b>перейдіть за цим посиланням</b></a> щоб відкрити дуже коротке опитування щодо вашого враження від модуля в новій вкладці браузера. Ви можете відповісти на запитання опитування коли закінчите перегляд цієї демонстрації.</p>
    <p>Ця інформація дуже корисна для нас, дякуємо за вашу допомогу!</p>';
$_['process_cancelled_by_user'] = 'ПРОЦЕС СКАСОВАНО КОРИСТУВАЧЕМ';
?>