<?php
// Заголовки и Кнопки  // В этом файле вы можете переименовать названия заголовков полей комплектов серий на свои
$_['name']				= 'Наименование';
$_['name2']				= 'Наименование';
$_['description']		= 'Описание';
$_['image']				= 'Цвет';
$_['sku']				= 'Артикул';
// Мета-теги
$_['meta_h1']			= 'H1';
$_['meta_title']		= 'Тайтл';
$_['meta_description']	= 'Мета дискришн';
$_['meta_keyword']		= 'Мета кейвордс';
// Доп поля
$_['model']				= 'Модель';
$_['ean']				= 'EAN';
$_['upc']				= 'upc';
$_['jan']				= 'JAN';
$_['isbn']				= 'Цвет';
$_['mpn']				= 'MPN';
$_['brand']				= 'Бренд';
$_['man']		= 'Производитель';
$_['location']			= 'Расположение';
$_['attribute']			= 'Характеристики';
$_['col_size']			= 'Размеры (Д x Ш x В)';
$_['col_weight']		= 'Вес';
// Кол-во на складе
$_['quantity']			= 'Осталось';
// Статус на складе
$_['text_stock']		= 'Доступность';
$_['text_instock_']		= 'В наличии';
$_['stock_status']		= 'Доступность';
$_['stock']				= 'Статус';
$_['attrs']				= 'Характеристики';
$_['option']			= 'Опции';
$_['price_special']		= 'Цена';
$_['rew']			= 'Бонусы';
// Кол-во + | -
$_['input_qty']			= 'Кол-во';
$_['total']				= 'Сумма';

// Колонка кнопки добавления в корзину
$_['btn_buy_text']		= 'Действие';
$_['btn_buy_stock']		= 'Действие';
// В корзину  Пустое только иконка
$_['btn_buy']			= '';

// В корзину + Text
$_['btn_text_buy_text']		= 'В корзину';
// В корзину + Статус
$_['btn_text_buy_stock']	= 'В корзину';

// Тайтл для общей кнопки в корзину
$_['btn_buy_full']			= 'Добавить все в корзину';
// Тайтлы для кнопки в корзину с чекбоксами
$_['check_all_title']		= 'Отметить всё';
$_['check_one_title']		= 'Отметить';
$_['buy_all_text']			= 'Отмеченное в корзину';
$_['text_and_other_n_product'] = 'и еще %d товаров';

$_['name_img']				= 'Наименование + фото';
$_['sku_img']				= 'SKU товара + фото';
$_['meta_h1_img']			= 'HTML-тег H1 + фото';
$_['meta_keyword_img']		= 'Мета-тег Keywords + фото';
$_['model_img']				= 'Модель + фото';
$_['ean_img']				= 'EAN + фото';
$_['upc_img']				= 'upc + фото';
$_['jan_img']				= 'JAN + фото';
$_['isbn_img']				= 'ISBN + фото';
$_['mpn_img']				= 'MPN + фото';
$_['location_img']			= 'Расположение + фото';
$_['col_size_img']			= 'Размеры (Д x Ш x В) + фото';
$_['col_weight_img']		= 'Вес + фото';
$_['custom3']		= 'Цвет';
$_['out_of_stock']		= 'Нет в наличии';
$_['text_min_max'] = 'От %s до %s';
$_['button_open_text'] = 'Показать все варианты';
$_['button_hidden_text'] = 'Скрыть';