<?php

// Heading
$_['heading_title'] = 'Спасибо за ваш заказ!';
$_['heading_title_customer'] = 'Спасибо за ваш заказ!';

$_['text_order_id'] = 'Заказ №<span class="count">%s</span> добавлен';

// Text
$_['text_basket']          = 'Корзина покупок';
$_['text_checkout']        = 'Оформление заказа';
$_['text_success']         = 'Успешно';


$_['text_customer'] = 'Мы отправим вам сообщение о подтверждении заказа с подробностями и информацией для отслеживания.';
$_['text_guest'] = 'Мы отправим вам сообщение о подтверждении заказа с подробностями и информацией для отслеживания.';

$_['button_continue'] = 'Мои заказы';
$_['button_home'] = 'На главную';