<?php

// Heading
$_['heading_title'] 		 = 'Дякуємо за ваше замовлення!';
$_['heading_title_customer'] = 'Дякуємо за ваше замовлення!';

$_['text_order_id'] = 'Замовлення №<span class="count">%s</span> додано';

// Text
$_['text_basket']          = 'Кошик';
$_['text_checkout']        = 'Оформлення замовлення';
$_['text_success']         = 'Успішно';

$_['text_customer'] 	   = 'Ми надішлемо вам повідомлення про підтвердження замовлення з подробицями та інформацією для відстеження.';
$_['text_guest']    	   = 'Ми надішлемо вам повідомлення про підтвердження замовлення з подробицями та інформацією для відстеження.';

$_['button_continue']    	   = 'Мої замовлення';
$_['button_home']    	   = 'На головну';