<?php
$_['text_heading'] = 'Корзина';
$_['text_heading_cart'] = 'Корзина товаров';
$_['text_items'] = 'Товары: %s (%s)';
$_['text_empty'] = 'Корзина пуста, как холодильник в воскресенье вечером 😅<br />Самое время что-то добавить';
$_['text_cart'] = 'Просмотреть корзину';
$_['text_checkout'] = 'Оформить заказ';
$_['text_recurring'] = 'Платежный профиль';
$_['text_product_model'] = 'Код товара';
$_['text_model'] = 'Код товара';

$_['text_total_delivery'] = 'Доставка';
//$_['text_total_delivery_value'] = 'Расчет по прибытию';
$_['text_total_delivery_value'] = 'Расчет при оформлении';
//$_['text_totals_sum'] = 'Всего';
$_['text_totals_sum'] = 'Сейчас к оплате';

$_['text_code_total'] = '%s %s на сумму';
$_['text_code_total_forms'] = ['товар', 'товары', 'товаров'];

//$_['text_price_tax'] = 'таможенные платежи (ориентировочные)';
$_['text_price_tax'] = 'таможенные платежи';
$_['total_text_price_tax'] = 'Таможенные платежи';

$_['forgotten_cart_text'] = 'В корзине <b>%s %s</b> на сумму <b>%s</b>';

$_['button_finish_checkout'] = 'Оформить<span class="d-none d-md-inline ms-md-1">заказ</span>';
$_['button_checkout'] = 'Оформить заказ';

$_['text_shipping_term'] = '7-15 дней';
$_['text_tax_description'] = 'Ориентировочная сумма, уплачиваемая отдельно, по прибытию товара в Украину';

// texts empty
$_['text_empty_0'] = '🤳 Все покупают, а ты еще думаешь?<br />Ну ок, мы здесь подождем…';
$_['text_empty_1'] = 'Пустая корзина — это как “нечего надеть”, только хуже.<br />Загляни в каталог. Имеются новые скидки.';
$_['text_empty_2'] = '💳 Еще ничего не купили?<br />Вау. Самоконтроль 10/10.<br />Но в Италии уже распродажа...';
$_['text_empty_3'] = '🍕 Здесь пусто, как на диете после 22:00.<br />Но ты можешь легко это изменить 😉';
$_['text_empty_4'] = '📦 Пока здесь тихо, но в Германии уже пакуют новые кроссовки 😏<br />Айда искать, что привезти!';
$_['text_empty_5'] = 'Пустая корзина — это еще не конец, это только прелюдия 😉<br />Из buytini каждый клик — как магия с доставкой из-за границы.';
$_['text_empty_6'] = '🧳 Здесь пока пусто… но в Европе скидки ждут!<br />Загляни — может, именно сейчас где-то AirPods за $99 👀';